package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter13(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nइदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते।\nएतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः।।\n",
            verseMeaning = "श्रीभगवान् हे अर्जुन ! यह शरीर ' क्षेत्र १ इस नामसे कहा जाता है और इसको जो जानता है, उसको 'क्षेत्रज्ञ' इस नामसे उनके तत्त्वको जाननेवाले ज्ञानीजन कहते हैं"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत।\nक्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम।।\n",
            verseMeaning = "हे अर्जुन! तू सब क्षेत्रों में क्षेत्रज्ञ अर्थात् जीवात्मा भी मुझे ही जान‍ और क्षेत्र - क्षेत्रज्ञको अर्थात् विकारसहित प्रकृतिका और पुरुषका जो तत्त्वसे जानना है *, वह ज्ञान है - ऐसा मेरा मत है "
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "तत्क्षेत्रं यच्च यादृक् च यद्विकारि यतश्च यत्।\nस च यो यत्प्रभावश्च तत्समासेन मे श्रृणु।।\n",
            verseMeaning = "वह क्षेत्र जो और जैसा है तथा जिन विकारोंवाला है, और जिस कारण से जो हुआ है; तथा वह क्षेत्रज्ञ भी जो और जिस प्रभाववाला है - वह सब संक्षेपमें मुझसे सुन ."
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधैः पृथक्।\nब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्िचतैः।।\n",
            verseMeaning = "यह क्षेत्र और क्षेत्रज्ञका तत्त्व ऋषियोंद्वारा बहुत प्रकारसे कहा गया है और विविध वेदमन्त्रोंद्वारा भी विभागपूर्वक कहा गया है तथा भलीभाँति निश्चय किये हुए युक्तियुक्त ब्रह्मसूत्रके पदोंद्वारा भी कहा गया है"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "महाभूतान्यहङ्कारो बुद्धिरव्यक्तमेव च।\nइन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः।।\n",
            verseMeaning = "पाँच महाभूत, अहंकार, बुद्धि और मूल प्रकृति भी तथा दस इन्द्रियाँ, एक मन और पाँच इन्द्रियोंके विषय अर्थात् शब्द, स्पर्श, रूप, रस और गन्ध."
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "इच्छा द्वेषः सुखं दुःखं सङ्घातश्चेतनाधृतिः।\nएतत्क्षेत्रं समासेन सविकारमुदाहृतम्।।\n",
            verseMeaning = "तथा इच्छा, द्वेष, सुख, दुःख, स्थूल देहका पिण्ड चेतना और धृति - इस प्रकार विकारों ३ के सहित यह क्षेत्र संक्षेपमें कहा गया."
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम्।\nआचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः।।\n",
            verseMeaning = "श्रेष्ठताके अभिमानका अभाव, दम्भाचरणका अभाव, किसी भी प्राणीको किसी प्रकार भी न सताना, क्षमाभाव, मन-वाणी आदिकी सरलता, श्रद्धा-भक्तिसहित गुरुकी सेवा, बाहर-भीतरकी शुद्धि, अन्तःकरणकी स्थिरता और मन- इन्द्रियोंसहित शरीरका निग्रह "
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च।\nजन्ममृत्युजराव्याधिदुःखदोषानुदर्शनम्।।\n",
            verseMeaning = "इस लोक और परलोकके सम्पूर्ण भोगोंमें आसक्तिका अभाव और अहंकारका भी अभाव, जन्म, मृत्यु, जरा और रोग आदिमें दुःख और दोषोंका बार-बार विचार करना "
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "असक्ितरनभिष्वङ्गः पुत्रदारगृहादिषु।\nनित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु।।\n",
            verseMeaning = "पुत्र, स्त्री, घर और धन आदिमें आसक्तिका अभाव, ममताका न होना तथा प्रिय और अप्रियकी प्राप्तिमें सदा ही चित्तका सम रहना"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "मयि चानन्ययोगेन भक्ितरव्यभिचारिणी।\nविविक्तदेशसेवित्वमरतिर्जनसंसदि।।\n",
            verseMeaning = "मुझ परमेश्वरमें अनन्य योगके द्वारा अव्यभिचारिणी भक्ति* तथा एकान्त और शुद्ध देशमें रहनेका स्वभाव और विषयासक्त मनुष्योंके समुदायमें प्रेमका न होना"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम्।\nएतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोन्यथा।।\n",
            verseMeaning = "अध्यात्मज्ञानमें' नित्यस्थिति और तत्त्वज्ञानके अर्थरूप परमात्माको ही देखना - यह सब ज्ञान है और जो इससे विपरीत है, वह अज्ञान है - ऐसा कहा है "
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वाऽमृतमश्नुते।\nअनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते।।\n",
            verseMeaning = "जो जाननेयोग्य है तथा जिसको जानकर मनुष्य परमानन्दको प्राप्त होता है, उसको भलीभाँति कहूँगा । वह अनादिवाला परमब्रह्म न सत् ही कहा जाता है, न असत् ही ."
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "सर्वतः पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम्।\nसर्वतः श्रुतिमल्लोके सर्वमावृत्य तिष्ठति।।\n",
            verseMeaning = "वह सब ओर हाथ-पैरवाला, सब ओर नेत्र, सिर और मुखवाला तथा सब ओर कानवाला है । क्योंकि वह संसारमें सबको व्याप्त करके स्थित है "
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम्।\nअसक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च।।\n",
            verseMeaning = "वह सम्पूर्ण इन्द्रियोंके विषयोंको जाननेवाला है, परन्तु वास्तवमें सब इन्द्रियोंसे रहित है तथा आसक्ति- रहित होनेपर भी सबका धारण-पोषण करनेवाला और निर्गुण होनेपर भी गुणोंको भोगनेवाला है "
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "बहिरन्तश्च भूतानामचरं चरमेव च।\nसूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत्।।\n",
            verseMeaning = "वह चराचर सब भूतोंके बाहर-भीतर परिपूर्ण है और चर-अचर भी वही है । और वह सूक्ष्म होनेसे अविज्ञेय' है तथा अति समीपमें और दूमें भी स्थित वही है"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अविभक्तं च भूतेषु विभक्तमिव च स्थितम्।\nभूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च।।\n",
            verseMeaning = "वह परमात्मा विभागरहित एक रूपसे आकाशके सदृश परिपूर्ण होनेपर भी चराचर सम्पूर्ण भूतोंमें विभक्त-सा स्थित प्रतीत होता है तथा वह जाननेयोग्य परमात्मा विष्णुरूपसे भूतोंको धारण- पोषण करनेवाला और रुद्ररूपसे संहार करनेवाला तथा ब्रह्मारूपसे सबको उत्पन्न करनेवाला है "
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते।\nज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम्।।\n",
            verseMeaning = "वह परब्रह्म ज्योतियोंका भी ज्योति एवं मायासे अत्यन्त परे कहा जाता है । वह परमात्मा बोधस्वरूप, जाननेके योग्य एवं तत्त्वज्ञानसे प्राप्त करनेयोग्य है और सबके हृदयमें विशेषरूपसे स्थित है ."
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः।\nमद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते।।\n",
            verseMeaning = "इस प्रकार क्षेत्र तथा ज्ञान और जाननेयोग्य परमात्माका स्वरूप संक्षेपसे कहा गया । मेरा भक्त इसको तत्त्वसे जानकर मेरे स्वरूपको प्राप्त होता है"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि।\nविकारांश्च गुणांश्चैव विद्धि प्रकृतिसंभवान्।।\n",
            verseMeaning = "प्रकृति और पुरुष – इन दोनोंको ही तू अनादि जान और राग-द्वेषादि विकारोंको तथा त्रिगुणात्मक सम्पूर्ण पदार्थों को भी प्रकृतिसे ही उत्पन्न जान"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "कार्यकारणकर्तृत्वे हेतुः प्रकृतिरुच्यते।\nपुरुषः सुखदुःखानां भोक्तृत्वे हेतुरुच्यते।।\n",
            verseMeaning = "कार्य और करण को उत्पन्न करनेमें हेतु प्रकृति कही जाती है और जीवात्मा सुख - दुःखोंके भोक्तापनमें अर्थात् भोगनेमें हेतु कहा जाता है "
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान्।\nकारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु।।\n",
            verseMeaning = "प्रकृतिमें स्थित ही पुरुष प्रकृतिसे उत्पन्न त्रिगुणात्मक पदार्थोंको भोगता है और इन गुणोंका संग ही इस जीवात्माके अच्छी-बुरी योनियोंमें जन्म लेनेका कारण है"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "उपद्रष्टाऽनुमन्ता च भर्ता भोक्ता महेश्वरः।\nपरमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः।।\n",
            verseMeaning = "इस देहमें स्थित यह आत्मा वास्तवमें परमात्मा ही है । वह साक्षी होनेसे उपद्रष्टा और यथार्थ सम्मति देनेवाला होनेसे अनुमन्ता, सबका धारण-पोषण करनेवाला होनेसे भर्ता, जीवरूपसे भोक्ता, ब्रह्मा आदिका भी स्वामी होनेसे महेश्वर और शुद्ध सच्चिदानन्दघन होनेसे परमात्मा- ऐसा कहा गया है "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "य एवं वेत्ति पुरुषं प्रकृतिं च गुणैःसह।\nसर्वथा वर्तमानोऽपि न स भूयोऽभिजायते।।\n",
            verseMeaning = "इस प्रकार पुरुषको और गुणोंके सहित प्रकृतिको जो मनुष्य तत्त्वसे जानता है, वह सब प्रकारसे कर्तव्यकर्म करता हुआ भी फिर नहीं जन्मता "
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना।\nअन्ये सांख्येन योगेन कर्मयोगेन चापरे।।\n",
            verseMeaning = "उस परमात्माको कितने ही मनुष्य तो शुद्ध हुई सूक्ष्म बुद्धिसे ध्यान द्वारा हृदयमें देखते हैं; अन्य कितने ही ज्ञानयोग द्वारा और दूसरे कितने ही कर्मयोगकें द्वारा देखते हैं अर्थात् प्राप्त करते हैं."
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "अन्ये त्वेवमजानन्तः श्रुत्वाऽन्येभ्य उपासते।\nतेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः।।\n",
            verseMeaning = "परन्तु इनसे दूसरे अर्थात् जो मन्दबुद्धिवाले पुरुष हैं, वे इस प्रकार न जानते हुए दूसरोंसे अर्थात् तत्त्वके जाननेवाले पुरुषोंसे सुनकर ही तदनुसार उपासना करते हैं और वे श्रवणपरायण पुरुष भी मृत्युरूप संसार- सागरको निःसन्देह तर जाते हैं"
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "यावत्सञ्जायते किञ्चित्सत्त्वं स्थावरजङ्गमम्।\nक्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ।।\n",
            verseMeaning = "हे अर्जुन! यावन्मात्र जितने भी स्थावर जंगम प्राणी उत्पन्न होते हैं, उन सबको तू क्षेत्र और क्षेत्रज्ञके संयोगसे ही उत्पन्न जान "
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम्।\nविनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति।।\n",
            verseMeaning = "जो पुरुष नष्ट होते हुए सब चराचर भूतोंमें परमेश्वरको नाशरहित और समभावसे स्थित देखता है, वही यथार्थ देखता है "
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम्।\nन हिनस्त्यात्मनाऽऽत्मानं ततो याति परां गतिम्।।\n",
            verseMeaning = "क्योंकि जो पुरुष सबमें समभावसे स्थित परमेश्वरको समान देखता हुआ अपने द्वारा अपनेको नष्ट नहीं करता, इससे वह परम गतिको प्राप्त होता है"
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः।\nयः पश्यति तथाऽऽत्मानमकर्तारं स पश्यति।।\n",
            verseMeaning = "और जो पुरुष सम्पूर्ण कर्मोंको सब प्रकारसे प्रकृतिके द्वारा ही किये जाते हुए देखता है और आत्माको अकर्ता देखता है, वही यथार्थ देखता है."
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "यदा भूतपृथग्भावमेकस्थमनुपश्यति।\nतत एव च विस्तारं ब्रह्म सम्पद्यते तदा।।\n",
            verseMeaning = "जिस क्षण यह पुरुष भूतोंके पृथक्-पृथक् भावको एक परमात्मामें ही स्थित तथा उस परमात्मासे ही सम्पूर्ण भूतोंका विस्तार देखता है, उसी क्षण वह सच्चिदानन्दघन ब्रह्मको प्राप्त हो जाता है"
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः।\nशरीरस्थोऽपि कौन्तेय न करोति न लिप्यते।।\n",
            verseMeaning = "हे अर्जुन! अनादि होनेसे और निर्गुण होनेसे यह अविनाशी परमात्मा शरीरमें स्थित होनेपर भी वास्तवमें न तो कुछ करता है और न लिप्त ही होता है."
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते।\nसर्वत्रावस्थितो देहे तथाऽऽत्मा नोपलिप्यते।।\n",
            verseMeaning = "जिस प्रकार सर्वत्र व्याप्त आकाश सूक्ष्म होनेके कारण लिप्त नहीं होता, वैसे ही देहमें सर्वत्र स्थित आत्मा निर्गुण होनेके कारण देहके गुणोंसे लिप्त नहीं होता "
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः।\nक्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत।।\n",
            verseMeaning = "हे अर्जुन! जिस प्रकार एक ही सूर्य इस सम्पूर्ण ब्रह्माण्डको प्रकाशित करता है, उसी प्रकार एक ही आत्मा सम्पूर्ण क्षेत्रको प्रकाशित करता है"
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा।\nभूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम्।।\n",
            verseMeaning = "इस प्रकार क्षेत्र और क्षेत्रज्ञके भेदको * तथा कार्यसहित प्रकृतिसे मुक्त होनेको जो पुरुष ज्ञान- नेत्रोंद्वारा तत्त्वसे जानते हैं, वे महात्माजन परम ब्रह्म परमात्माको प्राप्त होते हैं"
        )
    )
}
