package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter4(): List<Verse> {
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nइमं विवस्वते योगं प्रोक्तवानहमव्ययम्।\nविवस्वान् मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत्।।\n",
            verseMeaning = "श्री भगवान् बोले--मैंने इस अविनाशी योगको सूर्यसे कहा थ; सूर्यने अपने पुत्र वैवस्वत मनुसे कहा और मनुने अपने पुत्र राजा इक्ष्वाकुसे कहा ॥ १ ॥"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः।\nस कालेनेह महता योगो नष्टः परन्तप।।\n",
            verseMeaning = "हे परंतप अर्जुन ! इस प्रकार परम्परासे प्राप्त इस योगको राजर्षियोंने जाना; किन्तु उसके बाद वह योग बहुत कालसे इस पृथ्वीलोकमें लुप्तप्राय हो गया ॥ २ ॥"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः।\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्।।\n",
            verseMeaning = "तू मेरा भक्त और प्रिय सखा है, इसलिये वही यह पुरातन योग आज मैंने तुझको कहा है; क्योंकि यह बड़ा ही उत्तम रहस्य है अर्थात् गुप्त रखनेयोग्य विषय है ॥ ३ ॥"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "अर्जुन उवाच\n\nअपरं भवतो जन्म परं जन्म विवस्वतः।\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति।।\n",
            verseMeaning = "अर्जुन बोले-आपका जन्म तो अर्वाचीन-- अभी हालका है और सूर्यका जन्म बहुत पुराना है अर्थात् कल्पके आदिमें हो चुका था। तब मैं इस बातको कैसे समझूँ कि आपहीने कल्पके आठिमें सूर्यसे यह योग कहा था ? ॥ ४ ॥"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "श्री भगवानुवाच\n\nबहूनि मे व्यतीतानि जन्मानि तव चार्जुन।\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप।।\n",
            verseMeaning = "श्रीभगवान् बोले--हे परंतप अर्जुन! मेरे और तेरे बहुत-से जन्म हो चुके हैं । उन सबको तू नहीं जानता, किन्तु मैं जानता हूँ ॥ ५ ॥"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन्।\nप्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया।।\n",
            verseMeaning = "मैं अजन्मा और अविनाशीस्वरूप होते हुए भी तथा समस्त प्राणियोंका ईश्वर होते हुए भी अपनी प्रकृतिको अधीन करके अपनी योगमायासे प्रकट होता हूँ ॥ ६ ॥"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत।\nअभ्युत्थानमधर्मस्य तदाऽऽत्मानं सृजाम्यहम्।।\n",
            verseMeaning = "हे भारत ! जब-जब धर्मकी हानि और अधर्मकी वृद्धि होती है, तब-तब ही मैं अपने रूपको रचता हूँ अर्थात् साकाररूपसे लोगों के सम्मुख प्रकट होता हूँ ॥ ७ ॥"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "परित्राणाय साधूनां विनाशाय च दुष्कृताम्।\nधर्मसंस्थापनार्थाय संभवामि युगे युगे।।\n",
            verseMeaning = "साधु पुरुषोंका उद्धार करनेके लिये, पापकर्म करनेवालोंका विनाश करनेके लिये और धर्मकी अच्छी तरहसे स्थापना करनेके लिये मैं युग-युगमें प्रकट हुआ करता हूँ ॥ ८ ॥"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः।\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन।।\n",
            verseMeaning = "हे अर्जुन ! मेरे जन्म और कर्म दिव्य अर्थात् निर्मल और अलौकिक हैं--इस प्रकार जो मनुष्य तत्त्वसे * जान लेता है, वह शरीरको त्यागकर फिर जन्मको प्राप्त नहीं होता, किन्तु मुझे ही प्राप्त होता है ॥ ९ ॥"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः।\nबहवो ज्ञानतपसा पूता मद्भावमागताः।।\n",
            verseMeaning = "पहले भी, जिनके राग, भय और क्रोध सर्वथा नष्ट हो गये थे और जो मुझमें अनन्यप्रेमपूर्वक स्थित रहते थे, ऐसे मेरे आश्रित रहनेवाले बहुत-से भक्त उपर्युक्त ज्ञानरूप तपसे पवित्र होकर मेरे स्वरूपको प्राप्त हो चुके हैं॥ १० ॥"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः।।\n",
            verseMeaning = "हे अर्जुन ! जो भक्त मुझे जिस प्रकार भजते हैं, मैं भी उनको उसी प्रकार भजता हूँ; क्योंकि सभी मनुष्य सब प्रकारसे मेरे ही मार्गका अनुसरण करते हैं ॥ ११ ॥"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः।\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा।।\n",
            verseMeaning = "इस मनुष्यलोकमें कर्मोके फलको चाहनेवाले लोग देवताओंका पूजन किया करते हैं; क्योंकि उनको कर्मोसे उत्पन्न होनेवाली सिद्धि शीघ्र मिल जाती है ॥ १२ ॥"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः।\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम्।।\n",
            verseMeaning = "ब्राह्मण, क्षत्रिय, वैश्य और शूद्र-इन चार वर्णोंका समूह, गुण और कर्मोके विभागपूर्वक मेरे द्वारा रचा गया है। इस प्रकार उस सृष्टि-रचनादि कर्मका कर्ता होनेपर भी मुझ अविनाशी परमेश्वरको तू वास्तवमें अकर्ता ही जान ॥ १३ ॥"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा।\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते।।\n",
            verseMeaning = "कर्मोके फलमें मेरी स्पृहा नहीं है, इसलिये मुझे कर्म लिप्त नहीं करते--इस प्रकार जो मुझे तत्त्वसे जान लेता है, वह भी कर्मोसे नहीं बँधता ॥ १४ ॥"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः।\nकुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम्।।\n",
            verseMeaning = "पूर्वकालमें मुमुक्षुओंने भी इस प्रकार जानकर ही कर्म किये हैं । इसलिये तू भी पूर्वजोंद्वारा सदासे किये जानेवाले कर्मोको ही कर ॥ १५ ॥"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः।\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्।।\n",
            verseMeaning = "कर्म क्या है? और अकर्म क्या है ?-इस प्रकार इसका निर्णय करनेमें बुद्धिमान् पुरुष भी मोहित हो जाते हैं । इसलिये वह कर्मतत्त्व मैं तुझे भलीभाँति समझाकर कहूँगा, जिसे जानकर तू अशुभसे अर्थात् कर्मबन्धनसे मुक्त हो जायगा ॥ १६ ॥"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः।\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः।।\n",
            verseMeaning = "कर्मका स्वरूप भी जानना चाहिये और अकर्मका स्वरूप भी जानना चाहिये तथा विकर्मका स्वरूप भी जानना चाहिये; क्योंकि कर्मकी गति गहन है॥ १७ ॥"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः।\nस बुद्धिमान् मनुष्येषु स युक्तः कृत्स्नकर्मकृत्।।\n",
            verseMeaning = "जो मनुष्य कर्ममें अकर्म देखता है और जो अकर्ममें कर्म देखता है, वह मनुष्यों में बुद्धिमान् है और वह योगी समस्त कर्माको करनेवाला है ॥ १८ ॥"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "यस्य सर्वे समारम्भाः कामसङ्कल्पवर्जिताः।\nज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः।।\n",
            verseMeaning = "जिसके सम्पूर्ण शास्त्रसम्मत कर्म बिना कामना और संकल्पके होते हैं तथा जिसके समस्त कर्म ज्ञानरूप अग्निके द्वारा भस्म हो गये हैं, उस महापुरुषको ज्ञानीजन भी पण्डित कहते हैं ॥ १९ ॥"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः।\nकर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः।।\n",
            verseMeaning = "जो पुरुष समस्त कर्मोमें और उनके फलमें आसक्तिका सर्वथा त्याग करके संसारके आश्रयसे रहित हो गया है और परमात्मामें नित्य तृप्त है, वह कर्मोमें भलीभाँति बर्तता हुआ भी वास्तवमें कुछ भी नहीं करता ॥ २० ॥"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः।\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम्।।\n",
            verseMeaning = "जिसका अन्त:करण और इन्द्रियोंके सहित शरीर जीता हुआ है और जिसने समस्त भोगोंकी सामग्रीका परित्याग कर दिया है, ऐसा आशारहित पुरुष केवल शरीर-सम्बन्धी कर्म करता हुआ भी पापोंको नहीं प्राप्त होता ॥ २१ ॥"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः।\nसमः सिद्धावसिद्धौ च कृत्वापि न निबध्यते।।\n",
            verseMeaning = "जो बिना इच्छाके अपने-आप प्राप्त हुए पदार्थमें सदा सन्तुष्ट रहता है, जिसमें ईर्ष्याका सर्वथा अभाव हो गया है, जो हर्ष-शोक आदि ट्न्द्रोंसे सर्वथा अतीत हो गया है-ऐसा सिद्धि और असिद्धिमें सम रहनेवाला कर्मयोगी कर्म करता हुआ भी उनसे नहीं बँधता ॥ २२ ॥"
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः।\nयज्ञायाचरतः कर्म समग्रं प्रविलीयते।।\n",
            verseMeaning = "जिसकी आसक्ति सर्वथा नष्ट हो गयी है, जो देहाभिमान और ममतासे रहित हो गया है, जिसका चित्त निरन्तर परमात्माके ज्ञानमें यज्ञसम्पादनके लिये बिक से स्थित रहता है--ऐसा केवल यज्ञसम्पादनके लिये कर्म करनेवाले मनुष्यके सम्पूर्ण कर्म भली भाँति विलीन हो जाते हैं॥ २३॥"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "ब्रह्मार्पणं ब्रह्महविर्ब्रह्माग्नौ ब्रह्मणा हुतम्।\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना।।\n",
            verseMeaning = "जिस यज्में अर्पण अर्थात् स्रुवा आदि भी ब्रह्म है और हवन किये जानेयोग्य द्रव्य भी ब्रह्म है तथा ब्रहारूप कतकि द्वारा ब्रहरूप अग्निमें आहुति देनारूप क्रिया भी ब्रह्म है--उस ब्रहमकर्ममें स्थित रहनेवाले योगीद्वारा प्राप्त किये जानेयोग्य फल भी ब्रह्म ही है ॥ २४ ॥"
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "दैवमेवापरे यज्ञं योगिनः पर्युपासते।\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति।।\n",
            verseMeaning = "दूसरे योगीजन देवताओंके पूजनरूप यज्ञका ही भलीभाँति अनुष्ठान किया करते हैं और अन्य योगीजन परब्रह्म परमात्मारूप अग्निमें अभेददर्शनरूप यज्ञके द्वारा ही आत्मरूप यज्ञका हवन किया करते हैं* ॥ २५ ॥"
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति।\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति।।\n",
            verseMeaning = "अन्य योगीजन श्रोत्र आदि समस्त इन्द्रियोंको * परब्रह्म परमात्मामें ज्ञानद्वारा एकीभावसे स्थित होना ही ब्रहारूप अग्निमें यज्ञके द्वारा यज्ञको हवन करना है। संयमरूप अग्नियोंमें हबन किया करते हैं और दूसरे योगीलोग शब्दादि समस्त विषयोंको इन्द्रियरूप अग्नियोंमें हवन किया करते हैं ॥ २६ ॥"
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे।\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते।।\n",
            verseMeaning = "दूसरे योगीजन इन्द्रियोंकी सम्पूर्ण क्रियाओंको और प्राणोंकी समस्त क्रियाओंको ज्ञानसे प्रकाशित आत्मसंयमयोगरूप आग्निमें हवन किया करते हैं*॥ २७॥"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे।\nस्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः।।\n",
            verseMeaning = "कई पुरुष द्रव्यसम्बन्धी यज्ञ करनेवाले हैं, कितने ही तपस्यारूप यज्ञ करनेवाले हैं तथा दूसरे कितने ही योगरूप यज्ञ करनेवाले हैं, कितने ही अहिंसादि तीक्ष्ण ब्रतोंसे युक्त यत्नशील पुरुष स्वाध्यायरूप ज्ञानयज्ञ करनेवाले हैं ॥ २८ ॥"
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "अपाने जुह्वति प्राण प्राणेऽपानं तथाऽपरे।\nप्राणापानगती रुद्ध्वा प्राणायामपरायणाः।।\n",
            verseMeaning = "श्लोक ३० पर जारी रखा"
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति।\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः।।\n",
            verseMeaning = "दूसरे कितने ही योगीजन अपानवायुमें प्राणवायुको हवन करते हैं, वैसे ही अन्य योगीजन प्राणवायुमें अपानवायुको हवन करते हैं तथा अन्य कितने ही नियमित आहार * करनेवाले प्राणायामपरायण पुरुष प्राण और अपानकी गतिको रोककर प्राणोंको प्राणोंमें ही हवन किया करते हैं । ये सभी साधक यज्ञोंद्वारा पापोंका नाश कर देनेवाले और यज्ञोंको जाननेवाले हैं ॥ २९-३० ॥"
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्।\nनायं लोकोऽस्त्ययज्ञस्य कुतो़ऽन्यः कुरुसत्तम।।\n",
            verseMeaning = "हे कुरुश्रेष्ठ अर्जुन ! यज्ञसे बचे हुए अमृतका अनुभव करनेवाले योगीजन सनातन परब्रह्म परमात्माको प्राप्त होते हैं। और यज्ञ न करनेवाले पुरुषके लिये तो यह मनुष्यलोक भी सुखदायक नहीं है, फिर परलोक कैसे सुखदायक हो सकता है ? ॥ ३१॥"
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे।\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे।।\n",
            verseMeaning = "इसी प्रकार और भी बहुत तरहके यज्ञ वेदकी वाणीमें विस्तारसे कहे गये हैं । उन सबको तू मन, इन्द्रिय और शरीरकी क्रियाद्वारा सम्पन्न होनेवाले जान, इस प्रकार तत्त्वसे जानकर उनके अनुष्ठानद्वारा तू कर्मबन्धनसे सर्वथा मुक्त हो जायगा॥ ३२ ॥"
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप।\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते।।\n",
            verseMeaning = "हे परंतप अर्जुन ! द्रव्यमय यज्ञकी अपेक्षा ज्ञानयज्ञ अत्यन्त श्रेष्ठ है, तथा यावन्मात्र सम्पूर्ण कर्म ज्ञानमें समास हो जाते हैं ॥ ३३ ॥"
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया।\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः।।\n",
            verseMeaning = "उस ज्ञानको तू तत्त्वदर्शी ज्ञानियोंके पास जाकर समझ, उनको भलीभाँति दण्डवत््-प्रणाम करनेसे, उनकी सेवा करनेसे और कपट छोड़कर सरलतापूर्वक प्रश्न करनेसे वे परमात्मतत्त्वको भलीभाँति जाननेवाले ज्ञानी महात्मा तुझे उस तत््वज्ञानका उपदेश करेंगे ॥ ३४ ॥"
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव।\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि।।\n",
            verseMeaning = "जिसको जानकर फिर तू इस प्रकार मोहको नहीं प्राप्त होगा तथा हे अर्जुन ! जिस ज्ञानके द्वारा तू सम्पूर्ण भूतोंको निःशेषभावसे पहले अपनेमें' और पीछे मुझ सच्चिदानन्दघन परमात्मामें देखेगा* ॥ ३५ ॥"
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः।\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि।।\n",
            verseMeaning = "यदि तू अन्य सब पापियोंसे भी अधिक पाप करनेवाला है; तो भी तू ज्ञानरूप नौकाद्वारा निःसंदेह सम्पूर्ण पाप-समुद्रसे भली भाँति तर जायगा ॥ ३६ ॥"
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन।\nज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा।।\n",
            verseMeaning = "क्योंकि हे अर्जुन! जेसे प्रज्वलित अग्नि ईंधनों को भस्ममय कर देता है, वैसे ही ज्ञानरूप अग्नि सम्पूर्ण कर्मोंको भस्ममय कर देता है ॥ ३७॥"
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते।\nतत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति।।\n",
            verseMeaning = "इस संसारमें ज्ञानके समान पवित्र करनेवाला निःसंदेह कुछ भी नहीं है। उस ज्ञानको कितने ही कालसे कर्मयोगके द्वारा शुद्धान्त:करण हुआ मनुष्य अपने-आप ही आत्मामें पा लेता है॥ ३८ ॥"
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति।।\n",
            verseMeaning = "जितेन्द्रिय, साधनपरायण और श्रद्धावान् मनुष्य ज्ञानको प्राप्त होता है तथा ज्ञानको प्राप्त होकर वह बिना विलम्बके--तत्काल ही भगवत्प्राप्तिरूप परम शान्तिको प्राप्त हो जाता है॥ ३९ ॥"
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति।\nनायं लोकोऽस्ति न परो न सुखं संशयात्मनः।।\n",
            verseMeaning = "विवेकहीन और श्रद्धारहित संशययुक्त मनुष्य परमार्थसे अवश्य भ्रष्ट हो जाता है । ऐसे संशययुक्त मनुष्यके लिये न यह लोक है, न परलोक है और न सुख ही है ॥ ४० ॥"
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्।\nआत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय।।\n",
            verseMeaning = "हे धनझ्य ! जिसने कर्मयोगकी विधिसे समस्त कर्मोका परमात्मामें अर्पण कर दिया है और जिसने विवेकद्वारा समस्त संशयोंका नाश कर दिया है, ऐसे वशमें किये हुए अन्त:करणवाले पुरुषको कर्म नहीं बाँधते ॥ ४१ ॥"
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनाऽऽत्मनः।\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत।।\n",
            verseMeaning = "इसलिये हे भरतवंशी अर्जुन! तू हृदयमें स्थित इस अज्ञानजनित अपने संशयका विवेकज्ञानरूप तलवारद्वारा छेदन करके समत्वरूप कर्मयोगमें स्थित हो जा और युद्धके लिये खड़ा हो जा॥ ४२॥"
        )
    )
}