package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter9(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे।\nज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात्।।\n",
            verseMeaning = "श्रीभगवान् बोले – तुझ दोषदृष्टिरहित भक्तके लिये इस परम गोपनीय विज्ञानसहित ज्ञानको पुन: भलीभाँति कहूँगा, जिसको जानकर तू दुःखरूप संसारसे मुक्त हो जायगा."
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम्।\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम्।।\n",
            verseMeaning = "यह विज्ञानसहित ज्ञान सब विद्याओंका राजा, सब गोपनीयोंका राजा, अति पवित्र, अति उत्तम, प्रत्यक्ष फलवाला, धर्मयुक्त, साधन करनेमें बड़ा सुगम और अविनाशी है."
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप।\nअप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि।।\n",
            verseMeaning = "हे परंतप ! इस उपर्युक्त धर्ममें श्रद्धारहित पुरुष मुझको न प्राप्त होकर मृत्युरूप संसारचक्रमें भ्रमण करते रहते हैं ."
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना।\nमत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थितः।।\n",
            verseMeaning = "मुझ निराकार परमात्मासे यह सब जगत् जलसे बरफके सदृश परिपूर्ण है और सब भूत मेरे अन्तर्गत संकल्पके आधार स्थित हैं, किन्तु वास्तवमें मैं उनमें स्थित नहीं हूँ ."
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम्।\nभूतभृन्न च भूतस्थो ममात्मा भूतभावनः।।\n",
            verseMeaning = "वे सब भूत मुझमें स्थित नहीं हैं; किन्तु मेरी ईश्वरीय योगशक्तिको देख कि भूतोंका धारण-पोषण करनेवाला और भूतोंको उत्पन्न करनेवाला भी मेरा आत्मा वास्तवमें भूतोंमें स्थित नहीं है ."
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "यथाऽऽकाशस्थितो नित्यं वायुः सर्वत्रगो महान्।\nतथा सर्वाणि भूतानि मत्स्थानीत्युपधारय।।\n",
            verseMeaning = "जैसे आकाशसे उत्पन्न सर्वत्र विचरनेवाला महान् वायु सदा आकाशमें ही स्थित है, वैसे ही मेरे संकल्पद्वारा उत्पन्न होनेसे सम्पूर्ण भूत मुझमें स्थित हैं, ऐसा जान ."
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम्।\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम्।।\n",
            verseMeaning = "हे अर्जुन! कल्पों के अन्तमें सब भूत मेरी प्रकृतिको प्राप्त होते हैं अर्थात् प्रकृतिमें लीन होते हैं और कल्पोंके आदिमें उनको मैं फिर रचता हूँ."
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः।\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात्।।\n",
            verseMeaning = "अपनी प्रकृतिको अंगीकार करके स्वभावके बलसे परतन्त्र हुए इस सम्पूर्ण भूतसमुदायको बार-बार उनके कर्मोंके अनुसार रचता हूँ ."
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "न च मां तानि कर्माणि निबध्नन्ति धनञ्जय।\nउदासीनवदासीनमसक्तं तेषु कर्मसु।।\n",
            verseMeaning = " हे अर्जुन ! उन कर्मोंमें आसक्तिरहित और उदासीनके सदृश' स्थित मुझ परमात्माको वे कर्म नहीं बाँधते."
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "मयाऽध्यक्षेण प्रकृतिः सूयते सचराचरम्।\nहेतुनाऽनेन कौन्तेय जगद्विपरिवर्तते।।\n",
            verseMeaning = "हे अर्जुन! मुझ अधिष्ठाताके सकाशसे प्रकृति चराचरसहित सर्व जगत्को रचती है और इस हेतुसे ही यह संसारचक्र घूम रहा है ."
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम्।\nपरं भावमजानन्तो मम भूतमहेश्वरम्।।\n",
            verseMeaning = "मेरे परमभावको' न जाननेवाले मूढ़लोग मनुष्यका १. जिसके सम्पूर्ण कार्य कर्तृत्वभावके बिना अपने-आप सत्तामात्रसे ही होते हैं, उसका नाम 'उदासीनके सदृश' है। शरीर धारण करनेवाले मुझ सम्पूर्ण भूतोंके महान् ईश्वरको तुच्छ समझते हैं अर्थात् अपनी योगमायासे संसारके उद्धारके लिये मनुष्यरूपमें विचरते हुए मुझ परमेश्वरको साधारण मनुष्य मानते हैं ."
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः।\nराक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः।।\n",
            verseMeaning = "वे व्यर्थ आशा, व्यर्थ कर्म और व्यर्थ ज्ञानवाले विक्षिप्तचित्त अज्ञानीजन राक्षसी, आसुरी और मोहिनी प्रकृतिको' ही धारण किये रहते हैं."
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिताः।\nभजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम्।।\n",
            verseMeaning = "परन्तु हे कुन्तीपुत्र ! दैवी प्रकृतिके' आश्रित महात्माजन मुझको सब भूतोंका सनातन कारण और नाशरहित अक्षरस्वरूप जानकर अनन्य मनसे युक्त होकर निरन्तर भजते हैं."
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रताः।\nनमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते।।\n",
            verseMeaning = "वे दृढ़ निश्चयवाले भक्तजन निरन्तर मेरे नाम और गुणोंका कीर्तन करते हुए तथा मेरी प्राप्तिके लिये यत्न करते हुए और मुझको बार-बार प्रणाम करते हुए सदा मेरे ध्यानमें युक्त होकर अनन्य प्रेमसे मेरी उपासना करते हैं."
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते।\nएकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम्।।\n",
            verseMeaning = " दूसरे ज्ञानयोगी मुझ निर्गुण-निराकार ब्रह्मका ज्ञानयज्ञके द्वारा अभिन्नभावसे पूजन करते हुए भी मेरी उपासना करते हैं और दूसरे मनुष्य बहुत प्रकारसे स्थित मुझ विराट्स्वरूप परमेश्वरकी पृथक् भावसे उपासना करते हैं ."
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अहं क्रतुरहं यज्ञः स्वधाऽहमहमौषधम्।\nमंत्रोऽहमहमेवाज्यमहमग्निरहं हुतम्।।\n",
            verseMeaning = "I am the Vedic ritual, I am the sacrifice, I am the offering to the departed; I am the herbage and foodgrains; I am the sacred mantra, I am the clarified butter, I am the sacred fire, and I am verily the act of offering oblations into the fire."
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "पिताऽहमस्य जगतो माता धाता पितामहः।\nवेद्यं पवित्रमोंकार ऋक् साम यजुरेव च।।\n",
            verseMeaning = "पिताहमस्य जगतो माता धाता पितामहः । वेद्यं पवित्रमोङ्कार ऋक्साम यजुरेव च ॥ इस सम्पूर्ण जगत्का धाता अर्थात् धारण करनेवाला एवं कर्मोंके फलको देनेवाला, पिता, माता, पितामह,जाननेयोग्य, १ पवित्र ओंकार तथा ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत्।\nप्रभवः प्रलयः स्थानं निधानं बीजमव्ययम्।।\n",
            verseMeaning = "प्राप्त होनेयोग्य परम धाम, भरण-पोषण करनेवाला, सबका स्वामी, शुभाशुभका देखनेवाला, सबका वासस्थान, शरण लेनेयोग्य, प्रत्युपकार न चाहकर हित करनेवाला, सबकी उत्पत्ति - प्रलयका हेतु, स्थितिका आधार, निधान' और अविनाशी कारण भी मैं ही हूँ"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च।\nअमृतं चैव मृत्युश्च सदसच्चाहमर्जुन।।\n",
            verseMeaning = "मैं ही सूर्यरूपसे तपता हूँ, वर्षाका आकर्षण करता हूँ और उसे बरसाता हूँ। हे अर्जुन! मैं ही अमृत और मृत्यु हूँ और सत्-असत् भी मैं ही हूँ."
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "त्रैविद्या मां सोमपाः पूतपापा\nयज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते।\nते पुण्यमासाद्य सुरेन्द्रलोक\nमश्नन्ति दिव्यान्दिवि देवभोगान्।।\n",
            verseMeaning = "तीनों वेदोंमें विधान किये हुए सकामकर्मोंको करनेवाले, सोमरसको पीनेवाले, पापरहित पुरुष * मुझको यज्ञोंके द्वारा पूजकर स्वर्गकी प्राप्ति चाहते हैं; वे पुरुष अपने पुण्योंके फलरूप स्वर्गलोकको प्राप्त होकर स्वर्गमें दिव्य देवताओंके भोगोंको भोगते हैं."
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "ते तं भुक्त्वा स्वर्गलोकं विशालं\nक्षीणे पुण्ये मर्त्यलोकं विशन्ति।\nएव त्रयीधर्ममनुप्रपन्ना\nगतागतं कामकामा लभन्ते।।\n",
            verseMeaning = "वे उस विशाल स्वर्गलोकको भोगकर पुण्य क्षीण होनेपर मृत्युलोकको प्राप्त होते हैं। इस प्रकार स्वर्गके साधनरूप तीनों वेदोंमें कहे हुए सकामकर्मका आश्रय लेनेवाले और भोगोंकी कामनावाले पुरुष बार- बार आवागमनको प्राप्त होते हैं, अर्थात् पुण्यके प्रभावसे स्वर्गमें जाते हैं और पुण्य क्षीण होनेपर मृत्युलोकमें आते हैं."
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते।\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्।।\n",
            verseMeaning = "जो अनन्यप्रेमी भक्तजन मुझ परमेश्वरको निरन्तर चिन्तन करते हुए निष्कामभावसे भजते हैं, उन नित्य-निरन्तर मेरा चिन्तन करनेवाले पुरुषोंका योगक्षेम * मैं स्वयं प्राप्त कर देता हूँ."
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयाऽन्विताः।\nतेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम्।।\n",
            verseMeaning = "हे अर्जुन! यद्यपि श्रद्धासे युक्त जो सकाम भक्त दूसरे देवताओंको पूजते हैं, वे भी मुझको ही पूजते हैं; किन्तु उनका वह पूजन अविधिपूर्वक अर्थात् अज्ञानपूर्वक है ."
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च।\nन तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते।।\n",
            verseMeaning = "क्योंकि सम्पूर्ण यज्ञोंका भोक्ता और स्वामी भी मैं ही हूँ; परन्तु वे मुझ परमेश्वरको तत्त्वसे नहीं जानते, इसीसे गिरते हैं अर्थात् पुनर्जन्मको प्राप्त होते हैं ."
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "यान्ति देवव्रता देवान् पितृ़न्यान्ति पितृव्रताः।\nभूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम्।।\n",
            verseMeaning = "देवताओंको पूजनेवाले देवताओंको प्राप्त होते हैं, पितरोंको पूजनेवाले पितरोंको प्राप्त होते हैं, भूतोंको पूजनेवाले भूतोंको प्राप्त होते हैं और मेरा पूजन करनेवाले भक्त मुझको ही प्राप्त होते हैं । इसलिये मेरे भक्तोंका पुनर्जन्म नहीं होता."
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति।\nतदहं भक्त्युपहृतमश्नामि प्रयतात्मनः।।\n",
            verseMeaning = "जो कोई भक्त मेरे लिये प्रेमसे पत्र, पुष्प, फल, जल आदि अर्पण करता है, उस शुद्धबुद्धि निष्काम प्रेमी भक्तका प्रेमपूर्वक अर्पण किया हुआ वह पत्र - पुष्पादि मैं सगुणरूपसे प्रकट होकर प्रीतिसहित खाता हूँ."
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "यत्करोषि यदश्नासि यज्जुहोषि ददासि यत्।\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम्।।\n",
            verseMeaning = " हे अर्जुन! तू जो कर्म करता है, जो खाता है, जो हवन करता है, जो दान देता है और जो तप करता है, वह सब मेरे अर्पण कर."
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनैः।\nसंन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि।।\n",
            verseMeaning = "इस प्रकार, जिसमें समस्त कर्म मुझ भगवान्के अर्पण होते हैं - ऐसे संन्यासयोगसे युक्त चित्तवाला तू शुभाशुभ फलरूप कर्मबन्धनसे मुक्त हो जायगा और उनसे मुक्त होकर मुझको ही प्राप्त होगा."
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः।\nये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम्।।\n",
            verseMeaning = "मैं सब भूतोंमें समभावसे व्यापक हूँ, न कोई मेरा अप्रिय है और न प्रिय है; परन्तु जो भक्त मुझको प्रेमसे भजते हैं, वे मुझमें हैं और मैं भी उनमें प्रत्यक्ष प्रकट* हूँ."
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "अपि चेत्सुदुराचारो भजते मामनन्यभाक्।\nसाधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः।।\n",
            verseMeaning = "यदि कोई अतिशय दुराचारी भी अनन्यभावसे मेरा भक्त होकर मुझको भजता है तो वह साधु ही माननेयोग्य है; क्योंकि वह यथार्थ निश्चयवाला है । अर्थात् उसने भलीभाँति निश्चय कर लिया है कि परमेश्वरके भजनके समान अन्य कुछ भी नहीं है ."
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति।\nकौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति।।\n",
            verseMeaning = "वह शीघ्र ही धर्मात्मा हो जाता है और सदा रहनेवाली परम शान्तिको प्राप्त होता है । हे अर्जुन ! तू निश्चयपूर्वक सत्य जान कि मेरा भक्त नष्ट नहीं होता."
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "मां हि पार्थ व्यपाश्रित्य येऽपि स्युः पापयोनयः।\nस्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम्।।\n",
            verseMeaning = "हे अर्जुन ! स्त्री, वैश्य, शूद्र तथा पापयोनि- चाण्डालादि जो कोई भी हों, वे भी मेरे शरण होकर परमगतिको ही प्राप्त होते हैं."
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "किं पुनर्ब्राह्मणाः पुण्या भक्ता राजर्षयस्तथा।\nअनित्यमसुखं लोकमिमं प्राप्य भजस्व माम्।।\n",
            verseMeaning = " फिर इसमें तो कहना ही क्या है, जो पुण्यशील ब्राह्मण तथा राजर्षि भक्तजन मेरी शरण होकर परमगतिको प्राप्त होते हैं । इसलिये तू सुखरहित औरक्षणभङ्गुर इस मनुष्य शरीरको प्राप्त होकर निरन्तर मेरा ही भजन कर ."
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु।\nमामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः।।\n",
            verseMeaning = "मुझमें मनवाला हो, मेरा भक्त बन, मेरा पूजन करनेवाला हो, मुझको प्रणाम कर। इस प्रकार आत्माको मुझमें नियुक्त करके मेरे परायण होकर तू मुझको ही प्राप्त होगा ."
        )
    )
}
