package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter16(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nअभयं सत्त्वसंशुद्धिः ज्ञानयोगव्यवस्थितिः।\nदानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवम्।।\n",
            verseMeaning = "श्रीभगवान् बोले- भयका सर्वथा अभाव, अन्तःकरणकी पूर्ण निर्मलता, तत्त्वज्ञानके लिये ध्यानयोगमें निरन्तर दृढ़ स्थिति और सात्त्विक दान', इन्द्रियोंका दमन, भगवान्, देवता और गुरुजनोंकी पूजा तथा अग्निहोत्र आदि उत्तम कर्मोंका आचरण एवं वेद-शास्त्रोंका पठन-पाठन तथा भगवान्‌के नाम और गुणोंका कीर्तन, स्वधर्मपालनके लिये कष्टसहन और शरीर तथा इन्द्रियोंके सहित अन्तःकरणकी सरलता"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "अहिंसा सत्यमक्रोधस्त्यागः शान्तिरपैशुनम्।\nदया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम्।।\n",
            verseMeaning = "मन, वाणी और शरीरसे किसी प्रकार भी किसीको कष्ट न देना, यथार्थ और प्रिय भाषण', अपना अपकार करनेवालेपर भी क्रोधका न होना, कर्मोंमें कर्तापनके अभिमानका त्याग, अन्तःकरणकी उपरति अर्थात् चित्तकी चञ्चलताका अभाव, किसीकी भी निन्दादि न करना, सब भूतप्राणियोंमें हेतुरहित दया, इन्द्रियोंका विषयोंके साथ संयोग होनेपर भी उनमें आसक्तिका न होना, कोमलता, लोक और शास्त्रसे विरुद्ध आचरणमें लज्जा और व्यर्थ चेष्टाओंका अभाव "
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता।\nभवन्ति सम्पदं दैवीमभिजातस्य भारत।।\n",
            verseMeaning = "तेज', क्षमा, धैर्य, बाहरकी शुद्धि एवं किसीमें भी शत्रुभावका न होना और अपनेमें पूज्यता अभिमानका अभाव – ये सब तो हे अर्जुन ! दैवी सम्पदाको लेकर उत्पन्न हुए पुरुषके लक्षण हैं."
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "दम्भो दर्पोऽभिमानश्च क्रोधः पारुष्यमेव च।\nअज्ञानं चाभिजातस्य पार्थ सम्पदमासुरीम्।।\n",
            verseMeaning = "हे पार्थ! दम्भ, घमण्ड और अभिमान तथा क्रोध, कठोरता और अज्ञान भी - ये सब आसुरी सम्पदाको लेकर उत्पन्न हुए पुरुषके लक्षण हैं"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता।\nमा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव।।\n",
            verseMeaning = "दैवी सम्पदा मुक्तिके लिये और आसुरी - सम्पदा बाँधनेके लिये मानी गयी है । इसलिये हे अर्जुन ! तू शोक मत कर, क्योंकि तू दैवी सम्पदाको लेकर उत्पन्न हुआ है"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "द्वौ भूतसर्गौ लोकेऽस्मिन् दैव आसुर एव च।\nदैवो विस्तरशः प्रोक्त आसुरं पार्थ मे श्रृणु।।\n",
            verseMeaning = "हे अर्जुन! इस लोकमें भूतोंकी सृष्टि यानी मनुष्यसमुदाय दो ही प्रकारका है, एक तो दैवी प्रकृतिवाला और दूसरा आसुरी प्रकृतिवाला | उनमेंसे दैवी प्रकृतिवाला तो विस्तारपूर्वक कहा गया, अब तू आसुरी प्रकृतिवाले मनुष्यसमुदायको भी विस्तारपूर्वक मुझसे सुन"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः।\nन शौचं नापि चाचारो न सत्यं तेषु विद्यते।।\n",
            verseMeaning = "आसुर-स्वभाववाले मनुष्य प्रवृत्ति और निवृत्ति – इन दोनों को ही नहीं जानते। इसलिये उनमें न तो बाहर - भीतरकी शुद्धि है, न श्रेष्ठ आचरण है और न सत्यभाषण ही है"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम्।\nअपरस्परसम्भूतं किमन्यत्कामहैतुकम्।।\n",
            verseMeaning = "वे आसुरी प्रकृतिवाले मनुष्य कहा करते हैं कि जगत् आश्रयरहित, सर्वथा असत्य और बिना ईश्वरके, अपने-आप केवल स्त्री - पुरुषके संयोगसे उत्पन्न है, अतएव केवल काम ही इसका कारण है । इसके सिवा और क्या है ?"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः।\nप्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः।।\n",
            verseMeaning = "इस मिथ्या ज्ञानको अवलम्बन करके - जिनका स्वभाव नष्ट हो गया है तथा जिनकी बुद्धि मन्द है, वे सबका अपकार करनेवाले क्रूरकर्मी मनुष्य केवल जगत्के नाशके लिये ही समर्थ होते हैं"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः।\nमोहाद्गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽशुचिव्रताः।।\n",
            verseMeaning = "वे दम्भ, मान और मदसे युक्त मनुष्य किसी प्रकार भी पूर्ण न होनेवाली कामनाओंका आश्रय लेकर, अज्ञानसे मिथ्या सिद्धान्तोंको ग्रहण करके और भ्रष्ट आचरणोंको धारण करके संसारमें विचरते हैं "
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः।\nकामोपभोगपरमा एतावदिति निश्िचताः।।\n",
            verseMeaning = "तथा वे मृत्युपर्यन्त रहनेवाली असंख्य चिन्ताओंका आश्रय लेनेवाले, विषयभोगोंके भोगनेमें तत्पर रहनेवाले और 'इतना ही सुख है' इस प्रकार माननेवाले होते हैं"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "आशापाशशतैर्बद्धाः कामक्रोधपरायणाः।\nईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान्।।\n",
            verseMeaning = "वे आशाकी सैकड़ों फाँसियोंसे बँधे हुए मनुष्य काम-क्रोधके परायण होकर विषय भोगोंके लिये अन्यायपूर्वक धनादि पदार्थोंका संग्रह करनेकी चेष्टा करते हैं"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम्।\nइदमस्तीदमपि मे भविष्यति पुनर्धनम्।।\n",
            verseMeaning = "सोचा करते हैं कि मैंने आज यह प्राप्त कर लिया है और अब इस मनोरथको प्राप्त कर लूँगा। मेरे पास यह इतना धन है और फिर भी यह हो जायगा"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "असौ मया हतः शत्रुर्हनिष्ये चापरानपि।\nईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी।।\n",
            verseMeaning = " वह शत्रु मेरे द्वारा मारा गया और उन दूसरे शत्रुओं को भी मैं मार डालूँगा। मैं ईश्वर हूँ, ऐश्वर्यको भोगनेवाला हूँ। मैं सब सिद्धियोंसे युक्त हूँ और बलवान् तथा सुखी हूँ"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया।\nयक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः।।\n",
            verseMeaning = "श्लोक १६ पर जारी रखा"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अनेकचित्तविभ्रान्ता मोहजालसमावृताः।\nप्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ।।\n",
            verseMeaning = "मैं बड़ा धनी और बड़े कुटुम्बवाला हूँ। मेरे समान दूसरा कौन है ? मैं यज्ञ करूँगा, दान दूँगा और आमोद-प्रमोद करूँगा । इस प्रकार अज्ञानसे मोहित रहनेवाले तथा अनेक प्रकारसे भ्रमित चित्तवाले मोहरूप जालसे समावृत और विषयभोगोंमें अत्यन्त आसक्त आसुरलोग महान् अपवित्र नरकमें गिरते हैं ॥ १५-१६॥"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "आत्मसम्भाविताः स्तब्धा धनमानमदान्विताः।\nयजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम्।।\n",
            verseMeaning = "वे अपने-आपको ही श्रेष्ठ माननेवाले घमण्डी पुरुष धन और मानके मदसे युक्त होकर केवल नाममात्रके यज्ञोंद्वारा पाखण्डसे शास्त्रविधिरहित यजन करते हैं "
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः।\nमामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः।।\n",
            verseMeaning = "वे अहंकार, बल, घमण्ड, कामना और क्रोधादिके परायण और दूसरोंकी निन्दा करनेवाले पुरुष अपने और दूसरोंके शरीरमें स्थित मुझ अन्तर्यामीसे द्वेष करनेवाले होते हैं"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "तानहं द्विषतः क्रूरान्संसारेषु नराधमान्।\nक्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु।।\n",
            verseMeaning = "उन द्वेष करनेवाले पापाचारी और क्रूरकर्मी नराधमोंको मैं संसारमें बार- बार आसुरी योनियोंमें ही डालता हूँ ."
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "असुरीं योनिमापन्ना मूढा जन्मनि जन्मनि।\nमामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम्।।\n",
            verseMeaning = "हे अर्जुन! वे मूढ़ मुझको न प्राप्त होकर ही जन्म-जन्ममें आसुरी योनिको प्राप्त होते हैं, फिर उससे भी अति नीच गतिको ही प्राप्त होते हैं अर्थात् घोर नरकोंमें पड़ते हैं"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः।\nकामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत्।।\n",
            verseMeaning = "काम, क्रोध तथा लोभ- ये तीन प्रकारके नरकके द्वार आत्माका नाश करनेवाले अर्थात् उसको अधोगतिमें ले जानेवाले हैं । अतएव इन तीनोंको त्याग देना चाहिये"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः।\nआचरत्यात्मनः श्रेयस्ततो याति परां गतिम्।।\n",
            verseMeaning = "हे अर्जुन! इन तीनों नरकके द्वारोंसे मुक्त पुरुष अपने कल्याणका आचरण करता है, इससे वह परमगतिको जाता है अर्थात् मुझको प्राप्त हो जाता है "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः।\nन स सिद्धिमवाप्नोति न सुखं न परां गतिम्।।\n",
            verseMeaning = "जो पुरुष शास्त्रविधिको त्यागकर अपनी इच्छासे मनमाना आचरण करता है, वह न सिद्धिको प्राप्त होता है, न परमगतिको और न सुखको ही"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ।\nज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि।।\n",
            verseMeaning = "इससे तेरे लिये इस कर्तव्य और अकर्तव्यकी व्यवस्थामें शास्त्र ही प्रमाण है । ऐसा जानकर तू शास्त्रविधिसे नियत कर्म ही करनेयोग्य है "
        )
    )
}
