package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter1(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "धृतराष्ट्र उवाच\n\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः।\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय।।\n",
            verseMeaning = "धृतराष्ट्र बोले—हे संजय ! धर्मभूमि कुरुक्षेत्रमें एकत्रित, युद्धकी इच्छावाले मेरे और पाण्डुके पुत्रोंने क्या किया ? "
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "सञ्जय उवाच\n\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा।\nआचार्यमुपसङ्गम्य राजा वचनमब्रवीत्।।\n",
            verseMeaning = "संजय बोले—उस समय राजा दुर्योधनने व्यूहरचनायुक्त पाण्डवोंकी सेनाको देखकर और द्रोणाचार्यके पास जाकर यह वचन कहा"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्।\nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता।।\n",
            verseMeaning = "आचार्य ! आपके बुद्धिमान् शिष्य द्रुपदपुत्र धृष्टद्युम्नद्वारा व्यूहाकार खड़ी की हुई पाण्डुपुत्रोंकी इस बड़ी भारी सेनाको देखिये"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि।\nयुयुधानो विराटश्च द्रुपदश्च महारथः।।\n",
            verseMeaning = "इस सेनामें बड़े-बड़े धनुषोंवाले तथा युद्धमें भीम और अर्जुनके समान शूरवीर सात्यकि और विराट तथा महारथी राजा द्रुपद;"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः।।\n",
            verseMeaning = "धृष्टकेतु और चेकितान तथा बलवान् काशिराज, पुरुजित् कुन्तिभोज और मनुष्योंमें श्रेष्ठ शैब्य;"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः।।\n",
            verseMeaning = "पराक्रमी युधामन्यु तथा बलवान् उत्तमौजा, सुभद्रापुत्र अभिमन्यु एवं द्रौपदीके पाँचों पुत्र- ये सभी महारथी हैं ."
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते।।\n",
            verseMeaning = "हे ब्राह्मण श्रेष्ठ ! अपने पक्षमें भी जो प्रधान हैं, उनको आप समझ लीजिये। आपकी जानकारीके लिये मेरी सेनाके जो-जो सेनापति हैं, उनको बतलाता हूँ."
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च।।\n",
            verseMeaning = "आप - द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्तका पुत्र भूरिश्रवा."
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः।।\n",
            verseMeaning = "और भी मेरे लिये जीवनकी आशा त्याग देनेवाले बहुत-से शूरवीर अनेक प्रकारके शस्त्रास्त्रोंसे सुसज्जित और सब-के-सब युद्धमें चतुर हैं ."
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्।।\n",
            verseMeaning = "भीष्मपितामहद्वारा रक्षित हमारी वह सेना सब प्रकारसे अजेय है और भीमद्वारा रक्षित इन लोगोंकी यह सेना जीतनेमें सुगम है."
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "अयनेषु च सर्वेषु यथाभागमवस्थिताः।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि।।\n",
            verseMeaning = "इसलिये सब मोर्चोंपर अपनी-अपनी जगह स्थित रहते हुए आपलोग सभी निःसन्देह भीष्मपितामहकी ही सब ओरसे रक्षा करें."
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः।\nसिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान्।।\n",
            verseMeaning = "कौरवोंमें वृद्ध बड़े प्रतापी पितामह भीष्मने उस दुर्योधनके हृदयमें हर्ष उत्पन्न करते हुए उच्च स्वरसे सिंहकी दहाड़ के समान गरजकर शंख बजाया ."
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्।।\n",
            verseMeaning = "इसके पश्चात् शंख और नगारे तथा ढोल, मृदंग और नरसिंघे आदि बाजे एक साथ ही बज उठे । उनका वह शब्द बड़ा भयंकर हुआ."
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ।\nमाधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः।।\n",
            verseMeaning = "इसके अनन्तर सफेद घोड़ोंसे युक्त उत्तम रथमें बैठे हुए श्रीकृष्ण महाराज और अर्जुनने भी अलौकिक शंख बजाये."
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "पाञ्चजन्यं हृषीकेशो देवदत्तं धनंजयः।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः।।\n",
            verseMeaning = "श्रीकृष्ण महाराजने पाञ्चजन्यनामक, अर्जुनने देवदत्तनामक और भयानक कर्मवाले भीमसेनने पौण्ड्रनामक महाशंख बजाया."
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ।।\n",
            verseMeaning = "कुन्तीपुत्र राजा युधिष्ठिरने अनन्तविजयनामक और नकुल तथा सहदेवने सुघोष और मणिपुष्पकनामक शंख बजाये."
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "काश्यश्च परमेष्वासः शिखण्डी च महारथः।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः।।\n",
            verseMeaning = "श्रेष्ठ धनुषवाले काशिराज और महारथी शिखण्डी एवं धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि,"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते।\nसौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक्।।\n",
            verseMeaning = "राजा द्रुपद एवं द्रौपदीके पाँचों पुत्र और बड़ी भुजावाले सुभद्रापुत्र अभिमन्यु — इन सभीने, हे राजन् ! सब ओरसे अलग-अलग शंख बजाये."
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्।।\n",
            verseMeaning = "और उस भयानक शब्दने आकाश और पृथ्वीको भी जाते हुए धार्तराष्ट्रोंके अर्थात् आपके पक्षवालोंके हृदय विदीर्ण कर दिये."
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "अथ व्यवस्थितान् दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः।\nप्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः।।\n",
            verseMeaning = "हे राजन्! इसके बाद कपिध्वज अर्जुनने मोर्चा बाँधकर डटे हुए धृतराष्ट्र-सम्बन्धियोंको देखकर, उस शस्त्र चलनेकी तैयारीके समय धनुष उठाकर;"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "हृषीकेशं तदा वाक्यमिदमाह महीपते।\n\nअर्जुन उवाच\n\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत।।\n",
            verseMeaning = "हृषीकेश श्रीकृष्ण महाराजसे यह वचन कहा - हे अच्युत ! मेरे रथको दोनों सेनाओंके बीचमें खड़ा कीजिये."
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान्।\nकैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे।।\n",
            verseMeaning = "और जबतक कि मैं युद्धक्षेत्रमें डटे हुए युद्धके अभिलाषी इन विपक्षी योद्धाओंको भलीप्रकार देख लूँ कि इस युद्धरूप व्यापारमें मुझे किन-किनके साथ युद्ध करना योग्य है तबतक उसे खड़ा रखिये."
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः।।\n",
            verseMeaning = "दुर्बुद्धि दुर्योधनका युद्धमें हित चाहनेवाले जो- जो ये राजा लोग इस सेनामें आये हैं, इन युद्ध करनेवालोंको मैं देखूँगा. "
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "संजय उवाच\n\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्।।\n",
            verseMeaning = "संजय बोले- हे धृतराष्ट्र ! अर्जुनद्वारा इस प्रकार कहे हुए महाराज श्रीकृष्णचन्द्रने दोनों सेनाओंके बीचमें भीष्म और द्रोणाचार्यके सामने तथा सम्पूर्ण राजाओंके सामने उत्तम रथको खड़ा करके,"
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्।\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति।।\n",
            verseMeaning = "इस प्रकार कहा कि हे पार्थ! युद्धके लिये जुटे हुए इन कौरवोंको देख."
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "तत्रापश्यत्स्थितान्पार्थः पितृ़नथ पितामहान्।\nआचार्यान्मातुलान्भ्रातृ़न्पुत्रान्पौत्रान्सखींस्तथा।।\n",
            verseMeaning = "इसके बाद पृथापुत्र अर्जुनने उन दोनों ही सेनाओंमें स्थित ताऊ - चाचोंको, दादों-परदादोंको, गुरुओंको, मामाओंको, भाइयोंको, पुत्रोंको, पौत्रोंको तथा मित्रोंको,"
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्।।\n",
            verseMeaning = "ससुरोंको और सुहृदोंको भी देखा ॥ २६ और २७वेंका पूर्वार्ध.उपस्थित सम्पूर्ण बन्धुओंको देखकर वे कुन्तीपुत्र अर्जुन,"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "कृपया परयाऽऽविष्टो विषीदन्निदमब्रवीत्।\n\nअर्जुन उवाच\n\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्।।\n",
            verseMeaning = "अत्यन्त करुणासे युक्त होकर शोक करते हुए यह वचन बोले ॥ २७ वेंका उत्तरार्ध और २८ वेंका पूर्वार्ध.अर्जुन बोले - हे कृष्ण ! युद्धक्षेत्रमें डटे हुए युद्धके अभिलाषी इस स्वजनसमुदायको देखकर ,"
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "सीदन्ति मम गात्राणि मुखं च परिशुष्यति।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते।।\n",
            verseMeaning = "मेरे अंग शिथिल हुए जा रहे हैं और मुख सूखा जा रहा है तथा मेरे शरीरमें कम्प एवं रोमाञ्च हो रहा है | २८ वेंका उत्तरार्ध और २९ ॥."
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः।।\n",
            verseMeaning = "हाथसे गाण्डीव धनुष गिर रहा है और त्वचा भी बहुत जल रही है तथा मेरा मन भ्रमित - सा हो रहा है; इसलिये मैं खड़ा रहनेको भी समर्थ नहीं हूँ."
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "निमित्तानि च पश्यामि विपरीतानि केशव।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे।।\n",
            verseMeaning = "हे केशव ! मैं लक्षणोंको भी विपरीत ही देख रहा हूँ तथा युद्धमें स्वजनसमुदायको मारकर कल्याण भी नहीं देखता."
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा।।\n",
            verseMeaning = "हे कृष्ण ! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखोंको ही । हे गोविन्द ! हमें ऐसे राज्यसे क्या प्रयोजन है अथवा ऐसे भोगोंसे और जीवनसे भी क्या लाभ है ?"
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च।।\n",
            verseMeaning = "हमें जिनके लिये राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवनकी आशाको त्यागकर युद्धमें खड़े हैं ."
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "आचार्याः पितरः पुत्रास्तथैव च पितामहाः।\nमातुलाः श्चशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा।।\n",
            verseMeaning = "गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी सम्बन्धी लोग हैं ."
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते।।\n",
            verseMeaning = "मधुसूदन ! मुझे मारनेपर भी अथवा तीनों लोकोंके राज्यके लिये भी मैं इन सबको मारना नहीं चाहता; फिर पृथ्वीके लिये तो कहना ही क्या है ? "
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन।\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिनः।।\n",
            verseMeaning = "हे जनार्दन ! धृतराष्ट्रके पुत्रोंको मारकर हमें क्या प्रसन्नता होगी ? इन आततायियोंको मारकर तो हमें पाप ही लगेगा."
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान्।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव।।\n",
            verseMeaning = "अतएव हे माधव ! अपने ही बान्धव धृतराष्ट्रके पुत्रों को मारनेके लिये हम योग्य नहीं हैं; क्योंकि अपने ही कुटुम्बको मारकर हम कैसे सुखी होंगे ? "
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्।।\n",
            verseMeaning = "यद्यपि लोभसे भ्रष्टचित्त हुए ये लोग कुलके नाशसे उत्पन्न दोषको और मित्रोंसे विरोध करनेमें पापको नहीं देखते, तो भी हे जनार्दन !"
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम्।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन।।\n",
            verseMeaning = "कुलके नाशसे उत्पन्न दोषको जाननेवाले हमलोगोंको इस पापसे हटनेके लिये क्यों नहीं विचार करना चाहिये ? "
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत।।\n",
            verseMeaning = "कुलके नाशसे सनातन कुल-धर्म नष्ट हो जाते हैं, धर्मके नाश हो जानेपर सम्पूर्ण कुलमें पाप भी बहुत फैल जाता है ."
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः।।\n",
            verseMeaning = "कृष्ण ! पाप अधिक बढ़ जानेसे कुलकी स्त्रियाँ अत्यन्त दूषित हो जाती हैं और हे वार्ष्णेय ! स्त्रियोंके दूषित हो जानेपर वर्णसंकर उत्पन्न होता है."
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "सङ्करो नरकायैव कुलघ्नानां कुलस्य च।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः।।\n",
            verseMeaning = "वर्णसंकर कुलघातियोंको और कुलको नरकमें ले जानेके लिये ही होता है। लुप्त हुई पिण्ड और जलकी क्रियावाले अर्थात् श्राद्ध और तर्पणसे वञ्चित इनके पितरलोग भी अधोगतिको प्राप्त होते हैं ."
        ),
        Verse(
            verseId = 43,
            verseName = "श्लोक ४३",
            verse = "दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः।।\n",
            verseMeaning = "इन वर्णसंकरकारक दोषोंसे कुलघातियोंके सनातन कुल - धर्म और जाति-धर्म नष्ट हो जाते हैं ."
        ),
        Verse(
            verseId = 44,
            verseName = "श्लोक ४४",
            verse = "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम।।\n",
            verseMeaning = "हे जनार्दन ! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्योंका अनिश्चित कालतक नरकमें वास होता है, ऐसा हम सुनते आये हैं."
        ),
        Verse(
            verseId = 45,
            verseName = "श्लोक ४५",
            verse = "अहो बत महत्पापं कर्तुं व्यवसिता वयम्।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः।।\n",
            verseMeaning = "हा ! शोक! हमलोग बुद्धिमान् होकर भी महान् पाप करनेको तैयार हो गये हैं, जो राज्य और सुखके लोभसे स्वजनोंको मारनेके लिये उद्यत हो गये हैं."
        ),
        Verse(
            verseId = 46,
            verseName = "श्लोक ४६",
            verse = "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्।।\n",
            verseMeaning = "यदि मुझे शस्त्ररहित एवं सामना न करनेवालेको शस्त्र हाथमें लिये हुए धृतराष्ट्रके पुत्र रणमें मार डालें तो वह मारना भी मेरे लिये अधिक कल्याणकारक होगा."
        ),
        Verse(
            verseId = 47,
            verseName = "श्लोक ४७",
            verse = "सञ्जय उवाच\n\nएवमुक्त्वाऽर्जुनः संख्ये रथोपस्थ उपाविशत्।\nविसृज्य सशरं चापं शोकसंविग्नमानसः।।\n",
            verseMeaning = "संजय बोले— रणभूमिमें शोकसे उद्विग्न मनवाले अर्जुन इस प्रकार कहकर, बाणसहित धनुषको त्यागकर रथके पिछले भागमें बैठ गये."
        )
    )
}
