package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter3(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन।\nतत्किं कर्मणि घोरे मां नियोजयसि केशव।।\n",
            verseMeaning = "अर्जुन बोले--हे जनार्दन ! यदि आपको कर्म की अपेक्षा ज्ञान श्रेष्ठ मान्य है तो फिर हे केशव! मुझे भयंकर कर्म में क्यों लगाते हैं ?"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे।\nतदेकं वद निश्िचत्य येन श्रेयोऽहमाप्नुयाम्।।\n",
            verseMeaning = "आप मिले हुए-से वचनों से मेरी बुद्धि को मानो मोहित कर रहे हैं । इसलिये उस एक बात को निश्चित कर के कहिये जिससे मैं कल्याण को प्राप्त हो जाऊँ"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "श्री भगवानुवाच\n\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ।\nज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम्।।\n",
            verseMeaning = "श्री भगवान्‌ बोले--हे निष्पाप! इस लोक में दो प्रकार की निष्ठा* मेरे द्वारा पहले कही गयी है। उनमें से सांख्ययोगियों की निष्ठा तो ज्ञानयोग से *और योगियों की निष्ठा कर्मयोग से *ै होती है"
    ),
    Verse(
        verseId = 4,
        verseName = "श्लोक ४",
        verse = "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते।\nन च संन्यसनादेव सिद्धिं समधिगच्छति।।\n",
        verseMeaning = "मनुष्य न तो कर्मो का आरम्भ किये बिना निष्कर्मता को * यानी योगनिष्टा को प्राप्त होता है और न कर्मो के केवल त्यागमात्र से सिद्धि यानी सांख्यनिष्ठा  को ही प्राप्त होता है"
    ),
    Verse(
        verseId = 5,
        verseName = "श्लोक ५",
        verse = "न हि कश्िचत्क्षणमपि जातु तिष्ठत्यकर्मकृत्।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः।।\n",
        verseMeaning = "निःसन्देह कोई भी मनुष्य किसी भी काल में क्षणमात्र भी बिना कर्म किये नहीं रहता; क्योंकि सारा मनुष्यसमुदाय प्रकृतिजनित गुणोंद्वारा परवश हुआ कर्म करने के लिये बाध्य किया जाता है"
    ),
    Verse(
        verseId = 6,
        verseName = "श्लोक ६",
        verse = "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्।\nइन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते।।\n",
        verseMeaning = "निःसन्देह कोई भी मनुष्य किसी भी काल में क्षणमात्र भी बिना कर्म किये नहीं रहता; क्योंकि सारा मनुष्यसमुदाय प्रकृतिजनित गुणोंद्वारा परवश हुआ कर्म करने के लिये बाध्य किया जाता है"
    ),
    Verse(
        verseId = 7,
        verseName = "श्लोक ७",
        verse = "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन।\nकर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते।।\n",
        verseMeaning = "किन्तु हे अर्जुन! जो पुरुष मन से इन्द्रियों को वश में करके अनासक्त हुआ समस्त इन्द्रियोंद्वारा कर्मयोग का आचरण करता है, वही श्रेष्ठ है."
    ),
    Verse(
        verseId = 8,
        verseName = "श्लोक ८",
        verse = "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः।\nशरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः।।\n",
        verseMeaning = "तू शास्त्रविहित कर्तव्यकर्म कर; क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है तथा कर्म न करने से तेरा शरीर-निर्वाह भी नहीं सिद्ध होगा "
    ),
    Verse(
        verseId = 9,
        verseName = "श्लोक ९",
        verse = "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः।\nतदर्थं कर्म कौन्तेय मुक्तसंगः समाचर।।\n",
        verseMeaning = "यज्ञ के निमित्त किये जानेवाले कर्मो से अतिरिक्त दूसरे कर्मो में लगा हुआ ही यह मनुष्यसमुदाय कर्मो से बँधता है । इसलिये हे अर्जुन ! तू आसक्ति से रहित होकर उस यज्ञ के निमित्त ही भलीभाँति कर्तव्यकर्म कर"
    ),
    Verse(
        verseId = 10,
        verseName = "श्लोक १०",
        verse = "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः।\nअनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्।।\n",
        verseMeaning = "प्रजापति ब्रह्मा ने कल्पके आदिमें यज्ञसहित प्रजाओं को रचकर उनसे कहा कि तुम लोग इस यज्ञ के द्वारा वृद्धि को प्राप्त होओ और यह यज्ञ तुम लोगों को इच्छित भोग प्रदान करने वाला हो "
    ),
    Verse(
        verseId = 11,
        verseName = "श्लोक ११",
        verse = "देवान्भावयतानेन ते देवा भावयन्तु वः।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ।।\n",
        verseMeaning = "तुम लोग इस यज्ञ के द्वारा देवताओं को उन्नत करो और वे देवता तुमलोगों को उन्नत करें। इस प्रकार निःस्वार्थ भाव से एक-दूसरे को उन्नत करते हुए तुमलोग परम कल्याण को प्राप्त हो जाओगे."
    ),
    Verse(
        verseId = 12,
        verseName = "श्लोक १२",
        verse = "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः।\nतैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः।।\n",
        verseMeaning = "यज्ञ के द्वारा बढ़ाये हुए देवता तुम लोगों को बिना माँगे ही इच्छित भोग निश्चय ही देते रहेंगे। इस प्रकार उन देवताओं के द्वारा दिये हुए भोगों को जो पुरुष उनको बिना दिये स्वयं भोगता है, वह चोर ही है"
    ),
    Verse(
        verseId = 13,
        verseName = "श्लोक १३",
        verse = "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः।\nभुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात्।।\n",
        verseMeaning = "यज्ञ से बचे हुए अन्न को खाने वाले श्रेष्ठ पुरुष सब पापों से मुक्त हो जाते हैं और जो पापी लोग अपना शरीर-पोषण करने के लिये ही अन्न पकाते हैं, वे तो पाप को ही खाते हैं."
    ),
    Verse(
        verseId = 14,
        verseName = "श्लोक १४",
        verse = "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः।।\n",
        verseMeaning = "श्लोक १५ पर जारी रखा"
    ),
    Verse(
        verseId = 15,
        verseName = "श्लोक १५",
        verse = "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम्।\nतस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम्।।\n",
        verseMeaning = "सम्पूर्ण प्राणी अनन से उत्पन्न होते हैं, अन्न की उत्पत्ति वृष्टि से होती है, वृष्टि यज्ञ से होती है और यज्ञ विहित कर्मो से उत्पन्न होने वाला है। कर्मसमुदाय को तू वेद से उत्पनन और वेद को अविनाशी परमात्मा से उत्पन्न हुआ जान। इससे सिद्ध होता है कि सर्वव्यापी परम अक्षर परमात्मा सदा ही यज्में प्रतिष्टित है "
    ),
    Verse(
        verseId = 16,
        verseName = "श्लोक १६",
        verse = "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति।।\n",
        verseMeaning = "हे पार्थ! जो पुरुष इस लोक में इस प्रकार परम्परा से प्रचलित सृष्टिचक्र के अनुकूल नहीं बरतता अर्थात्‌ अपने कर्तव्य का पालन नहीं करता, वह इन्द्रियों के द्वारा भोगों में रमण करने वाला पापायु पुरुष व्यर्थ ही जीता है"
    ),
    Verse(
        verseId = 17,
        verseName = "श्लोक १७",
        verse = "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते।।\n",
        verseMeaning = "परन्तु जो मनुष्य आत्मा में ही रमण करने वाला और आत्मा में ही तृप्त तथा आत्मा में ही सन्तुष्ट हो, उसके लिये कोई कर्तव्य नहीं है "
    ),
    Verse(
        verseId = 18,
        verseName = "श्लोक १८",
        verse = "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन।\nन चास्य सर्वभूतेषु कश्िचदर्थव्यपाश्रयः।।\n",
        verseMeaning = "उस महापुरुष का इस विश्व में न तो कर्म करने से कोई प्रयोजन रहता है और न कर्मो के न करने से ही कोई प्रयोजन रहता है । तथा सम्पूर्ण प्राणियों में भी इसका किद्लिन्मात्र भी स्वार्थ का सम्बन्ध नहीं रहता"
    ),
    Verse(
        verseId = 19,
        verseName = "श्लोक १९",
        verse = "तस्मादसक्तः सततं कार्यं कर्म समाचर।\nअसक्तो ह्याचरन्कर्म परमाप्नोति पूरुषः।।\n",
        verseMeaning = "इसलिये तू निरन्तर आसक्ति से रहित होकर सदा कर्तव्यकर्म को भली भाँति करता रह । क्योंकि आसक्ति से रहित होकर कर्म करता हुआ मनुष्य परमात्मा को प्राप्त हो जाता है"
    ),
    Verse(
        verseId = 20,
        verseName = "श्लोक २०",
        verse = "कर्मणैव हि संसिद्धिमास्थिता जनकादयः।\nलोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि।।\n",
        verseMeaning = "जनकादि ज्ञानीजन भी आसक्तिरहित कर्मद्वारा ही परम सिद्धि को प्राप्त हुए थे। इसलिये तथा लोकसंग्रह को देखते हुए भी तू कर्म करने को ही योग्य है अर्थात्‌ तुझे कर्म करना ही उचित है "
    ),
    Verse(
        verseId = 21,
        verseName = "श्लोक २१",
        verse = "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते।।\n",
        verseMeaning = "श्रेष्ठ पुरुष जो-जो आचरण करता है, अन्य पुरुष भी वैसा-वैसा ही आचरण करते हैं । वह जो कुछ प्रमाण कर देता है, समस्त मनुष्यसमुदाय उसी के अनुसार बरतने लग जाता है "
    ),
    Verse(
        verseId = 22,
        verseName = "श्लोक २२",
        verse = "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि।।\n",
        verseMeaning = "हे अर्जुन! मुझे इन तीनों लोकों में न तो कुछ कर्तव्य है और न कोई भी प्राप्त करने योग्य वस्तु अप्राप्त है, तो भी मैं कर्म में ही बरतता हूँ "
    ),
    Verse(
        verseId = 23,
        verseName = "श्लोक २३",
        verse = "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः।।\n",
        verseMeaning = "क्योंकि हे पार्थ! यदि कदाचित्‌ मैं सावधान होकर कर्मो में न बरतूँ तो बड़ी हानि हो जाय;क्योंकि मनुष्य सब प्रकार से मेरे ही मार्ग का अनुसरण करते हैं"
    ),
    Verse(
        verseId = 24,
        verseName = "श्लोक २४",
        verse = "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम्।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः।।\n",
        verseMeaning = "इसलिये यदि मैं कर्म न करूँ तो ये सब मनुष्य नष्ट-भ्रष्ट हो जायेँ और मैं संकरता का करने वाला होऊँ तथा इस समस्त प्रजा को नष्ट करने वाला बनूँ"
    ),
    Verse(
        verseId = 25,
        verseName = "श्लोक २५",
        verse = "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत।\nकुर्याद्विद्वांस्तथासक्तश्िचकीर्षुर्लोकसंग्रहम्।।\n",
        verseMeaning = "हे भारत! कर्म में आसक्त हुए अज्ञानीजन जिस प्रकार कर्म करते हैं, आसक्तिरहित विद्वान्‌ भी लोकसंग्रह करना चाहता हुआ उसी प्रकार कर्म करे"
    ),
    Verse(
        verseId = 26,
        verseName = "श्लोक २६",
        verse = "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम्।\nजोषयेत्सर्वकर्माणि विद्वान् युक्तः समाचरन्।।\n",
        verseMeaning = "परमात्मा के स्वरूप में अटल स्थित हुए ज्ञानी पुरुष को चाहिये कि वह शास्त्रविहित कर्मों में आसक्तिवाले अज्ञानियों की बुद्धि में भ्रम अर्थात्‌ कर्मो में अश्रद्धा उत्पन्न न करे। किन्तु स्वयं शास्त्रविहित समस्त कर्म भलीभाँति करता हुआ उन से भी वैसे ही करवावे"
    ),
    Verse(
        verseId = 27,
        verseName = "श्लोक २७",
        verse = "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः।\nअहङ्कारविमूढात्मा कर्ताऽहमिति मन्यते।।\n",
        verseMeaning = "वास्तव में सम्पूर्ण कर्म सब प्रकार से प्रकृति के गुणों द्वारा किये जाते हैं तो भी जिसका अन्तःकरण अहंकार से मोहित हो रहा है, ऐसा अआअज्ञानी 'मैं कर्ता हूँ' ऐसा मानता है"
    ),
    Verse(
        verseId = 28,
        verseName = "श्लोक २८",
        verse = "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते।।\n",
        verseMeaning = "परन्तु हे महाबाहो ! गुणविभाग और कर्मविभाग'के तत्त्व को जानने वाला ज्ञानयोगी सम्पूर्ण गुण ही गुणों में बरत रहे हैं, ऐसा समझकर उनमें आसक्त नहीं होता"
    ),
    Verse(
        verseId = 29,
        verseName = "श्लोक २९",
        verse = "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत्।।\n",
        verseMeaning = "प्रकृति के गुणों से अत्यन्त मोहित हुए मनुष्य गुणों में और कर्मो में आसक्त रहते हैं, उन पूर्णतया न समझनेवाले मन्दबुद्धि अज्ञानियों को पूर्णतया जानने वाला ज्ञानी विचलित न करे"
    ),
    Verse(
        verseId = 30,
        verseName = "श्लोक ३०",
        verse = "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः।।\n",
        verseMeaning = "मुझ अन्तर्यामी परमात्मा में लगे हुए चित्तद्वारा सम्पूर्ण कर्मो को मुझ में अर्पपण करके आशारहित,ममतारहित और सन्तापरहित होकर युद्ध कर "
    ),
    Verse(
        verseId = 31,
        verseName = "श्लोक ३१",
        verse = "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः।।\n",
        verseMeaning = "जो कोई मनुष्य दोषदृष्टि से रहित और श्रद्धायुक्त हो कर मेरे इस मतका सदा अनुसरण करते हैं, वे भी सम्पूर्ण कर्मों से छूट जाते हैं"
    ),
    Verse(
        verseId = 32,
        verseName = "श्लोक ३२",
        verse = "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः।।\n",
        verseMeaning = "परन्तु जो मनुष्य मुझ में दोषारोपण करते हुए मेरे इस मत के अनुसार नहीं चलते हैं, उन मूर्खों को तू सम्पूर्ण ज्ञानों में मोहित और नष्ट हुए ही समझ"
    ),
    Verse(
        verseId = 33,
        verseName = "श्लोक ३३",
        verse = "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति।।\n",
        verseMeaning = "सभी प्राणी प्रकृति को प्राप्त होते हैं अर्थात्‌ अपने स्वभाव के परवश हुए कर्म करते हैं । ज्ञानवान्‌ भी अपनी प्रकृति के अनुसार चेष्टा करता है। फिर इसमें किसी का हठ क्या करेगा ? "
    ),
    Verse(
        verseId = 34,
        verseName = "श्लोक ३४",
        verse = "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ।\nतयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ।।\n",
        verseMeaning = "इन्द्रिय-इन्द्रिय के अर्थ में अर्थात्‌ प्रत्येक इन्द्रिय के विषय में राग और द्वेष छिपे हुए स्थित हैं । मनुष्य को उन दोनों के वश में नहीं होना चाहिये, क्योंकि वे दोनों ही इसके कल्याणमार्ग में विध्न करनेवाले महान्‌ शत्रु हैं"
    ),
    Verse(
        verseId = 35,
        verseName = "श्लोक ३५",
        verse = "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः।।\n",
        verseMeaning = "अच्छी प्रकार आचरण में लाये हुए दूसरे के धर्म से गुणरहित भी अपना धर्म अति उत्तम है। अपने धर्म में तो मरना भी कल्याणकारक है और दूसरे का धर्म भय को देने वाला है"
    ),
    Verse(
        verseId = 36,
        verseName = "श्लोक ३६",
        verse = "अर्जुन उवाच\n\nअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः।।\n",
        verseMeaning = "अर्जुन बोले--हे कृष्ण ! तो फिर यह मनुष्य स्वयं न चाहता हुआ भी बलात्‌ लगाये हुए की भाँति किससे प्रेरित होकर पाप का  आचरण करता है ?"
    ),
    Verse(
        verseId = 37,
        verseName = "श्लोक ३७",
        verse = "श्री भगवानुवाच\n\nकाम एष क्रोध एष रजोगुणसमुद्भवः।\nमहाशनो महापाप्मा विद्ध्येनमिह वैरिणम्।।\n",
        verseMeaning = "श्रीभगवान्‌ बोले-'रजोगुण से उत्पन्न हुआ यह काम ही क्रोध है, यह बहुत खाने वाला अर्थात्‌ भोगों से कभी न अघाने वाला और बड़ा पापी है, इस को ही तू इस विषय में वैरी जान"
    ),
    Verse(
        verseId = 38,
        verseName = "श्लोक ३८",
        verse = "धूमेनाव्रियते वह्निर्यथाऽऽदर्शो मलेन च।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम्।।\n",
        verseMeaning = "जिस प्रकार धूएँ से अग्नि और मैल से दर्पण ढका जाता है तथा जिस प्रकार जेरसे गर्भ ढका रहता है, वैसे ही उस काम के द्वारा यह ज्ञान ढका रहता है"
    ),
    Verse(
        verseId = 39,
        verseName = "श्लोक ३९",
        verse = "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च।।\n",
        verseMeaning = "और हे अर्जुन! इस अग्नि के समान कभी न पूर्ण होने वाले कामरूप ज्ञानियों के नित्य वैरी के द्वारा मनुष्य का ज्ञान ढका हुआ है"
    ),
    Verse(
        verseId = 40,
        verseName = "श्लोक ४०",
        verse = "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम्।।\n",
        verseMeaning = "इन्द्रिया, मन और बुद्धि-ये सब इस के वासस्थान कहे जाते हैं। यह काम इन मन, बुद्धि और इन्द्रियों के द्वारा ही ज्ञान को आच्छादित करके जीवात्मा को मोहित करता है "
    ),
    Verse(
        verseId = 41,
        verseName = "श्लोक ४१",
        verse = "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम्।।\n",
        verseMeaning = "इसलिये हे अर्जुन! तू पहले इन्द्रियों को वश भें करके इस ज्ञान और विज्ञान का नाश करनेवाले महान्‌ पापी काम को अवश्य ही बलपूर्वक मार डाल"
    ),
    Verse(
        verseId = 42,
        verseName = "श्लोक ४२",
        verse = "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः।।\n",
        verseMeaning = "इन्द्रियों को स्थूल शरीर से पर यानी श्रेष्ठ, बलवान्‌ और सूक्ष्म कहते हैं; इन इन्द्रियों से पर मन है, मन से भी पर बुद्धि है और जो बुद्धि से भी अत्यन्त पर है वह आत्मा है"
    ),
    Verse(
        verseId = 43,
        verseName = "श्लोक ४३",
        verse = "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना।\nजहि शत्रुं महाबाहो कामरूपं दुरासदम्।।\n",
        verseMeaning = "इस प्रकार बुद्धि से पर अर्थात्‌ सूक्ष्म, बलवान्‌ और अत्यन्त श्रेष्ठ आत्मा को जानकर और बुद्धि के द्वारा मन को वश में करके हे महाबाहो! तू इस कामरूप दुर्जय शत्रु को मार डाल "
    )
    )
}