package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter12(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nएवं सततयुक्ता ये भक्तास्त्वां पर्युपासते।\nयेचाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः।।\n",
            verseMeaning = "अर्जुन बोले- जो अनन्यप्रेमी भक्तजन पूर्वोक्त प्रकारसे निरन्तर आपके भजन - ध्यानमें लगे रहकर आप सगुणरूप परमेश्वरको और दूसरे जो केवल अविनाशी सच्चिदानन्दघन निराकार ब्रह्मको ही अतिश्रेष्ठ भावसे भजते हैं - उन दोनों प्रकारके उपासकोंमें अति उत्तम योगवेत्ता कौन हैं ?"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "श्री भगवानुवाच\n\nमय्यावेश्य मनो ये मां नित्ययुक्ता उपासते।\nश्रद्धया परयोपेतास्ते मे युक्ततमा मताः।।\n",
            verseMeaning = "श्रीभगवान् बोले- मुझमें मनको एकाग्र करके निरन्तर मेरे भजन - ध्यानमें लगे हुए * जो भक्तजन अतिशय श्रेष्ठ श्रद्धासे युक्त होकर मुझ सगुणरूप परमेश्वरको भजते हैं, वे मुझको योगियोंमें अति उत्तम योगी मान्य हैं."
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते।\nसर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम्।।\n",
            verseMeaning = "श्लोक ४ पर जारी रखा"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "संनियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः।\nते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः।।\n",
            verseMeaning = "परन्तु जो पुरुष इन्द्रियोंके समुदायको भली प्रकार वशमें करके मन-बुद्धिसे परे, सर्वव्यापी, अकथनीयस्वरूप और सदा एकरस रहनेवाले, नित्य, अचल, निराकार, अविनाशी, सच्चिदानन्दघन ब्रह्मको निरन्तर एकीभावसे ध्यान करते हुए भजते हैं, वे सम्पूर्ण भूतोंके हितमें रत और सबमें समान भाववाले योगी मुझको ही प्राप्त होते हैं ॥ ३-४ ॥"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम्।\nअव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते।।\n",
            verseMeaning = "उन सच्चिदानन्दघन निराकार ब्रह्ममें आसक्त चित्तवाले पुरुषोंके साधनमें परिश्रम विशेष है क्योंकि देहाभिमानियोंके द्वारा अव्यक्तविषयक गति दुःखपूर्वक प्राप्त की जाती है"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः।\nअनन्येनैव योगेन मां ध्यायन्त उपासते।।\n",
            verseMeaning = "परन्तु जो मेरे परायण रहनेवाले भक्तजन सम्पूर्ण कर्मोंको मुझमें अर्पण करके मुझ सगुणरूप परमेश्वरको ही अनन्य भक्तियोगसे निरन्तर चिन्तन करते हुए भजते हैं "
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "तेषामहं समुद्धर्ता मृत्युसंसारसागरात्।\nभवामि नचिरात्पार्थ मय्यावेशितचेतसाम्।।\n",
            verseMeaning = "हे अर्जुन! उन मुझमें चित्त लगानेवाले प्रेमी भक्तोंका मैं शीघ्र ही मृत्युरूप संसार-समुद्रसे उद्धार करनेवाला होता हूँ"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "मय्येव मन आधत्स्व मयि बुद्धिं निवेशय।\nनिवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः।।\n",
            verseMeaning = "मुझमें मनको लगा और मुझमें ही बुद्धिको लगा; इसके उपरान्त तू मुझमें ही निवास करेगा, इसमें कुछ भी संशय नहीं है"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम्।\nअभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय।।\n",
            verseMeaning = "यदि तू मनको मुझमें अचल स्थापन करनेके लिये समर्थ नहीं है तो हे अर्जुन! अभ्यासरूप १ योग द्वारा मुझको प्राप्त होनेके लिये इच्छा कर "
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव।\nमदर्थमपि कर्माणि कुर्वन् सिद्धिमवाप्स्यसि।।\n",
            verseMeaning = "यदि तू उपर्युक्त अभ्यासमें भी असमर्थ है तो केवल मेरे लिये कर्म करनेके ही परायण हो जा। इस प्रकार मेरे निमित्त कर्मोंको करता हुआ भी मेरी प्राप्तिरूप सिद्धिको ही प्राप्त होगा"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः।\nसर्वकर्मफलत्यागं ततः कुरु यतात्मवान्।।\n",
            verseMeaning = "यदि मेरी प्राप्तिरूप योगके आश्रित होकर उपर्युक्त साधनको करनेमें भी तू असमर्थ है तो मन-बुद्धि आदिपर विजय प्राप्त करनेवाला होकर सब कर्मोंके फलका त्याग कर"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते।\nध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम्।।\n",
            verseMeaning = "मर्मको न जानकर किये हुए अभ्याससे ज्ञान श्रेष्ठ है; ज्ञानसे मुझ परमेश्वरके स्वरूपका ध्यान श्रेष्ठ है और ध्यानसे भी सब कर्मोंके फलका त्याग‍ श्रेष्ठ है; क्योंकि त्यागसे तत्काल ही परम शान्ति होती है"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च।\nनिर्ममो निरहङ्कारः समदुःखसुखः क्षमी।।\n",
            verseMeaning = "श्लोक १४ पर जारी रखा"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "सन्तुष्टः सततं योगी यतात्मा दृढनिश्चयः।\nमय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः।।\n",
            verseMeaning = "जो पुरुष सब भूतोंमें द्वेषभावसे रहित, स्वार्थरहित, सबका प्रेमी और हेतुरहित दयालु है तथा ममतासे रहित, अहंकारसे रहित, सुख-दु:खोंकी प्राप्तिमें सम और क्षमावान् है अर्थात् अपराध करनेवालेको भी अभय देनेवाला है; तथा जो योगी निरन्तर संतुष्ट है, मन- इन्द्रियोंसहित शरीरको वशमें किये हुए है और मुझमें दृढ़ निश्चयवाला है - वह मुझमें अर्पण किये हुए मन- बुद्धिवाला मेरा भक्त मुझको प्रिय है ॥ १३-१४॥ "
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः।\nहर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः।।\n",
            verseMeaning = "जिससे कोई भी जीव उद्वेगको प्राप्त नहीं होता और जो स्वयं भी किसी जीवसे उद्वेगको प्राप्त नहीं होता; तथा जो हर्ष, अमर्ष, भय और उद्वेगादिसे रहित है - वह भक्त मुझको प्रिय है "
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः।\nसर्वारम्भपरित्यागी यो मद्भक्तः स मे प्रियः।।\n",
            verseMeaning = "जो पुरुष आकांक्षासे रहित, बाहर-भीतरसे शुद्ध चतुर, पक्षपातसे रहित और दुःखोंसे छूटा हुआ है - वह सब आरम्भोंका त्यागी मेरा भक्त मुझको प्रिय है"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति।\nशुभाशुभपरित्यागी भक्ितमान्यः स मे प्रियः।।\n",
            verseMeaning = "जो न कभी हर्षित होता है, न द्वेष करता है, शोक करता है, न कामना करता है तथा जो शुभ और अशुभ सम्पूर्ण कर्मोंका त्यागी है - वह भक्तियुक्त पुरुष मुझको प्रिय है"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "समः शत्रौ च मित्रे च तथा मानापमानयोः।\nशीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः।।\n",
            verseMeaning = "जो शत्रु - मित्रमें और मान-अपमानमें सम है तथा सरदी, गरमी और सुख - दुःखादि द्वन्द्वोंमें सम है और आसक्तिसे रहित है"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येनकेनचित्।\nअनिकेतः स्थिरमतिर्भक्ितमान्मे प्रियो नरः।।\n",
            verseMeaning = "जो निन्दा - स्तुतिको समान समझनेवाला, मननशील और जिस किसी प्रकारसे भी शरीरका निर्वाह होनेमें सदा ही सन्तुष्ट है और रहनेके स्थानमें ममता और आसक्तिसे रहित है - वह स्थिरबुद्धि भक्तिमान् पुरुष मुझको प्रिय है "
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते।\nश्रद्दधाना मत्परमा भक्तास्तेऽतीव मे प्रियाः।।\n",
            verseMeaning = "परन्तु जो श्रद्धायुक्त* पुरुष मेरे परायण होकर इस ऊपर कहे हुए धर्ममय अमृतको निष्काम प्रेमभावसे सेवन करते हैं, वे भक्त मुझको अतिशय प्रिय हैं "
        )
    )
}
