package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse
fun getHindiChapter10(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nभूय एव महाबाहो श्रृणु मे परमं वचः।\nयत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया।।\n",
            verseMeaning = "श्रीभगवान् बोले - हे महाबाहो ! फिर भी मेरे परम रहस्य और प्रभावयुक्त वचनको सुन, जिसे मैं तुझ अतिशय प्रेम रखनेवालेके लिये हितकी इच्छासे कहूँगा."
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "न मे विदुः सुरगणाः प्रभवं न महर्षयः।\nअहमादिर्हि देवानां महर्षीणां च सर्वशः।।\n",
            verseMeaning = "मेरी उत्पत्तिको अर्थात् लीलासे प्रकट होनेको न देवतालोग जानते हैं और न महर्षिजन ही जानते हैं, क्योंकि मैं सब प्रकारसे देवताओंका और महर्षियोंका भी आदिकारण हूँ ."
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "यो मामजमनादिं च वेत्ति लोकमहेश्वरम्।\nअसम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते।।\n",
            verseMeaning = "जो मुझको अजन्मा अर्थात् वास्तवमें जन्मरहित, अनादि' और लोकोंका महान् ईश्वर तत्त्वसे जानता है, वह मनुष्योंमें ज्ञानवान् पुरुष सम्पूर्ण पापोंसे मुक्त हो जाता है."
        ),
        Verse(
            verseId = 4,
            verseName = "Verse 4",
            verse = "बुद्धिर्ज्ञानमसंमोहः क्षमा सत्यं दमः शमः।\nसुखं दुःखं भवोऽभावो भयं चाभयमेव च।।\n",
            verseMeaning = "Continued on Verse 5"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः।\nभवन्ति भावा भूतानां मत्त एव पृथग्विधाः।।\n",
            verseMeaning = "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः । भवन्ति भावा भूतानां मत्त एव पृथग्विधाः निश्चय करनेकी शक्ति, यथार्थ ज्ञान, असम्मूढ़ता, क्षमा, सत्य, इन्द्रियोंका वशमें करना, मनका निग्रह तथा सुख-दुःख, उत्पत्ति - प्रलय और भय - अभय तथा अहिंसा, समता, सन्तोष, तप, दान, कीर्ति और अपकीर्ति – ऐसे ये प्राणियोंके नाना प्रकारके भाव मुझसे ही होते हैं ॥"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा।\nमद्भावा मानसा जाता येषां लोक इमाः प्रजाः।।\n",
            verseMeaning = "सात महर्षिजन, चार उनसे भी पूर्वमें होनेवाले सनकादि तथा स्वायम्भुव आदि चौदह मनु – ये मुझमें भाववाले सब-के-सब मेरे संकल्पसे उत्पन्न हुए हैं, जिनकी संसारमें यह सम्पूर्ण प्रजा है."
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः।\nसोऽविकम्पेन योगेन युज्यते नात्र संशयः।।\n",
            verseMeaning = "जो पुरुष मेरी इस परमैश्वर्यरूप विभूतिको और योगशक्तिको तत्त्वसे जानता है, वह निश्चल भक्तियोगसे युक्त हो जाता है - इसमें कुछ भी संशय नहीं है ."
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते।\nइति मत्वा भजन्ते मां बुधा भावसमन्विताः।।\n",
            verseMeaning = " मैं वासुदेव ही सम्पूर्ण जगत्की उत्पत्तिका कारण हूँ और मुझसे ही सब जगत् चेष्टा करता है, इस प्रकार समझकर श्रद्धा और भक्तिसे युक्त बुद्धिमान् भक्तजन मुझ परमेश्वरको ही निरन्तर भजते हैं ."
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम्।\nकथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च।।\n",
            verseMeaning = "निरन्तर मुझमें मन लगानेवाले और मुझमें ही प्राणों को अर्पण करनेवाले भक्तजन मेरी भक्तिकी चर्चाके द्वारा आपसमें मेरे प्रभावको जनाते हुए तथा गुण और प्रभावसहित मेरा कथन करते हुए ही निरन्तर सन्तुष्ट होते हैं और मुझ वासुदेवमें ही निरन्तर रमण करते हैं ."
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्।\nददामि बुद्धियोगं तं येन मामुपयान्ति ते।।\n",
            verseMeaning = "उन निरन्तर मेरे ध्यान आदिमें लगे हुए और प्रेमपूर्वक भजनेवाले भक्तोंको मैं वह तत्त्वज्ञानरूप योग देता हूँ, जिससे वे मुझको ही प्राप्त होते हैं ."
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "तेषामेवानुकम्पार्थमहमज्ञानजं तमः।\nनाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता।।\n",
            verseMeaning = " हे अर्जुन! उनके ऊपर अनुग्रह करनेके लिये उनके अन्तःकरणमें स्थित हुआ मैं स्वयं ही उनके अज्ञानजनित अन्धकारको प्रकाशमय तत्त्वज्ञानरूप मुझ वासुदेवके लिये ही जिन्होंने अपना जीवन अर्पण कर दिया है, उनका नाम 'मद्गतप्राणा: ' है दीपकके द्वारा नष्ट कर देता हूँ ."
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "अर्जुन उवाच\n\nपरं ब्रह्म परं धाम पवित्रं परमं भवान्।\nपुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम्।।\n",
            verseMeaning = "Continued on Verse 13"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा।\nअसितो देवलो व्यासः स्वयं चैव ब्रवीषि मे।।\n",
            verseMeaning = "अर्जुन बोले- आप परम ब्रह्म, परम धाम और परम पवित्र हैं, क्योंकि आपको सब ऋषिगण सनातन, दिव्य पुरुष एवं देवोंका भी आदिदेव, अजन्मा और सर्वव्यापी कहते हैं । वैसे ही देवर्षि नारद तथा असित और देवल ऋषि तथा महर्षि व्यास भी कहते हैं और आप भी मेरे प्रति कहते हैं॥१२-१३॥"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "सर्वमेतदृतं मन्ये यन्मां वदसि केशव।\nन हि ते भगवन् व्यक्ितं विदुर्देवा न दानवाः।।\n",
            verseMeaning = "हे केशव ! जो कुछ भी मेरे प्रति आप कहते हैं, इस सबको मैं सत्य मानता हूँ । हे भगवन्! आपके लीलामय * स्वरूपको न तो दानव जानते हैं और न देवता ही."
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "स्वयमेवात्मनाऽत्मानं वेत्थ त्वं पुरुषोत्तम।\nभूतभावन भूतेश देवदेव जगत्पते।।\n",
            verseMeaning = "हे पुरुषोत्तम । जगत्पते ॥ भूतोंके ईश्वर ! हे देवोंके देव ! हे जगत् के स्वामी! हे पुरुषोत्तम ! आप स्वयं ही अपनेसे अपनेको जानते हैं ."
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः।\nयाभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि।।\n",
            verseMeaning = "इसलिये आप ही उन अपनी दिव्य विभूतियोंको सम्पूर्णतासे कहनेमें समर्थ हैं, जिन विभूतियोंके द्वारा आप इन सब लोकोंको व्याप्त करके स्थित हैं ."
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन्।\nकेषु केषु च भावेषु चिन्त्योऽसि भगवन्मया।।\n",
            verseMeaning = "योगेश्वर ! मैं किस प्रकार निरन्तर चिन्तन करता हुआ आपको जानूँ और हे भगवन् ! आप किन-किन भावोंमें मेरेद्वारा चिन्तन करनेयोग्य हैं ?"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "विस्तरेणात्मनो योगं विभूतिं च जनार्दन।\nभूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम्।।\n",
            verseMeaning = "'जनार्दन! अपनी योगशक्तिको और विभूतिको फिर भी विस्तारपूर्वक कहिये, क्योंकि आपके अमृतमय वचनोंको सुनते हुए मेरी तृप्ति नहीं होती अर्थात् सुननेकी उत्कण्ठा बनी ही रहती है ."
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "श्री भगवानुवाच\n\nहन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः।\nप्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे।।\n",
            verseMeaning = "श्रीभगवान् बोले- हे कुरुश्रेष्ठ ! अब मैं जो मेरी दिव्य विभूतियाँ हैं, उनको तेरे लिये प्रधानतासे कहूँगा; क्योंकि मेरे विस्तारका अन्त नहीं है."
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "अहमात्मा गुडाकेश सर्वभूताशयस्थितः।\nअहमादिश्च मध्यं च भूतानामन्त एव च।।\n",
            verseMeaning = " हे अर्जुन! मैं सब भूतोंके हृदयमें स्थित सबका आत्मा हूँ तथा सम्पूर्ण भूतोंका आदि, मध्य और अन्त भी मैं ही हूँ ."
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान्।\nमरीचिर्मरुतामस्मि नक्षत्राणामहं शशी।।\n",
            verseMeaning = "अदिति बारह पुत्रों में विष्णु और ज्योतियोंमें किरणोंवाला सूर्य हूँ तथा मैं उनचास वायुदेवताओंका तेज और नक्षत्रोंका अधिपति चन्द्रमा हूँ."
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "वेदानां सामवेदोऽस्मि देवानामस्मि वासवः।\nइन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना।।\n",
            verseMeaning = " मैं वेदोंमें सामवेद हूँ, देवोंमें इन्द्र हूँ, इन्द्रियोंमें मन हूँ और भूतप्राणियोंकी चेतना अर्थात् जीवनशक्ति हूँ."
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "रुद्राणां शङ्करश्चास्मि वित्तेशो यक्षरक्षसाम्।\nवसूनां पावकश्चास्मि मेरुः शिखरिणामहम्।।\n",
            verseMeaning = "मैं एकादश रुद्रोंमें शंकर हूँ और यक्ष तथा राक्षसोंमें धनका स्वामी कुबेर हूँ। मैं आठ वसुओंमें अग्नि हूँ और शिखरवाले पर्वतोंमें सुमेरु पर्वत हूँ"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम्।\nसेनानीनामहं स्कन्दः सरसामस्मि सागरः।।\n",
            verseMeaning = " पुरोहितोंमें मुखिया बृहस्पति मुझको जान । हे पार्थ! मैं सेनापतियोंमें स्कन्द और जलाशयोंमें समुद्र हूँ ."
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम्।\nयज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालयः।।\n",
            verseMeaning = "मैं महर्षियोंमें भृगु और शब्दोंमें एक अक्षर अर्थात् ओंकार हूँ। सब प्रकारके यज्ञोंमें जपयज्ञ और स्थिर रहनेवालोंमें हिमालय पहाड़ हूँ ."
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "अश्वत्थः सर्ववृक्षाणां देवर्षीणां च नारदः।\nगन्धर्वाणां चित्ररथः सिद्धानां कपिलो मुनिः।।\n",
            verseMeaning = "मैं सब वृक्षोंमें पीपलका वृक्ष, देवर्षियोंमें नारद मुनि, गन्धर्वोंमें चित्ररथ और सिद्धों में कपिल मुनि हूँ ."
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम्।\nऐरावतं गजेन्द्राणां नराणां च नराधिपम्।।\n",
            verseMeaning = "घोड़ोंमें अमृतके साथ उत्पन्न होनेवाला उच्चैः श्रवा नामक घोड़ा, श्रेष्ठ हाथियोंमें ऐरावत नामक हाथी और मनुष्यों में राजा मुझको जान ."
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "आयुधानामहं वज्रं धेनूनामस्मि कामधुक्।\nप्रजनश्चास्मि कन्दर्पः सर्पाणामस्मि वासुकिः।।\n",
            verseMeaning = "मैं शस्त्रोंमें वज्र और गौओंमें कामधेनु हूँ । शास्त्रोक्त रीति से सन्तानकी उत्पत्तिका हेतु कामदेव हूँ और सर्पोंमें सर्पराज वासुकि हूँ."
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "अनन्तश्चास्मि नागानां वरुणो यादसामहम्।\nपितृ़णामर्यमा चास्मि यमः संयमतामहम्।।\n",
            verseMeaning = "मैं नागों में शेषनाग और जलचरोंका अधिपति वरुण देवता हूँ और पितरोंमें अर्यमा नामक पितर तथा शासन करनेवालोंमें यमराज मैं हूँ."
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "प्रह्लादश्चास्मि दैत्यानां कालः कलयतामहम्।\nमृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम्।।\n",
            verseMeaning = "मैं दैत्योंमें प्रह्लाद और गणना करनेवालोंका समय' हूँ तथा पशुओंमें मृगराज सिंह और पक्षियोंमें गरुड़ हूँ."
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "पवनः पवतामस्मि रामः शस्त्रभृतामहम्।\nझषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी।।\n",
            verseMeaning = "मैं पवित्र करनेवालोंमें वायु और शस्त्रधारियोंमें श्रीराम हूँ तथा मछलियोंमें मगर हूँ और नदियोंमें श्री भागीरथी गंगाजी हूँ."
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन।\nअध्यात्मविद्या विद्यानां वादः प्रवदतामहम्।।\n",
            verseMeaning = "हे अर्जुन! सृष्टियोंका आदि और अन्त तथा मध्य भी मैं ही हूँ। मैं विद्याओंमें अध्यात्मविद्या अर्थात् ब्रह्मविद्या और परस्पर विवाद करनेवालोंका तत्त्व-निर्णयके लिये किया जानेवाला वाद हूँ ."
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च।\nअहमेवाक्षयः कालो धाताऽहं विश्वतोमुखः।।\n",
            verseMeaning = "मैं अक्षरोंमें अकार हूँ और समासोंमें द्वन्द्व नामक समास हूँ। अक्षयकाल अर्थात् कालका भी महाकाल तथा सब ओर मुखवाला, विराट्स्वरूप, सबका धारण-पोषण करनेवाला भी मैं ही हूँ."
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "मृत्युः सर्वहरश्चाहमुद्भवश्च भविष्यताम्।\nकीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा।।\n",
            verseMeaning = "मैं सबका नाश करनेवाला मृत्यु और उत्पन्न होनेवालोंका उत्पत्ति हेतु हूँ तथा स्त्रियोंमें कीर्ति', श्री, वाक्, स्मृति, मेधा, धृति और क्षमा हूँ."
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "बृहत्साम तथा साम्नां गायत्री छन्दसामहम्।\nमासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः।।\n",
            verseMeaning = "तथा गायन करनेयोग्य श्रुतियोंमें मैं बृहत्साम और छन्दोंमें गायत्री छन्द हूँ तथा महीनोंमें मार्गशीर्ष और ऋतुओंमें वसन्त मैं हूँ"
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम्।\nजयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम्।।\n",
            verseMeaning = "मैं छल करनेवालोंमें जूआ और प्रभावशाली पुरुषोंका प्रभाव हूँ। मैं जीतनेवालोंका विजय हूँ, निश्चय करनेवालोंका निश्चय और सात्त्विक पुरुषोंका सात्त्विक भाव हूँ."
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनंजयः।\nमुनीनामप्यहं व्यासः कवीनामुशना कविः।।\n",
            verseMeaning = " वृष्णिवंशियोंमें वासुदेव अर्थात् मैं स्वयं तेरा सखा, पाण्डवोंमें धनञ्जय अर्थात् तू, मुनियोंमें वेदव्यास और कवियोंमें शुक्राचार्य कवि भी मैं ही हूँ."
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम्।\nमौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम्।।\n",
            verseMeaning = "मैं दमन करनेवालोंका दण्ड अर्थात् दमन करनेकी शक्ति हूँ, जीतनेकी इच्छावालोंकी नीति हूँ, गुप्त रखनेयोग्य भावोंका रक्षक मौन हूँ और ज्ञानवानोंका तत्त्वज्ञान मैं ही हूँ."
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "यच्चापि सर्वभूतानां बीजं तदहमर्जुन\nन तदस्ति विना यत्स्यान्मया भूतं चराचरम्।।\n",
            verseMeaning = "और हे अर्जुन! जो सब भूतोंकी उत्पत्तिका कारण है, वह भी मैं ही हूँ; क्योंकि ऐसा चर और अचर कोई भी भूत नहीं है, जो मुझसे रहित हो."
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "नान्तोऽस्ति मम दिव्यानां विभूतीनां परंतप।\nएष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया।।\n",
            verseMeaning = "हे परंतप ! मेरी दिव्य विभूतियोंका अन्त नहीं है, मैंने अपनी विभूतियोंका यह विस्तार तो तेरे लिये एकदेशसे अर्थात् संक्षेपसे कहा है ."
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा।\nतत्तदेवावगच्छ त्वं मम तेजोंऽशसंभवम्।।\n",
            verseMeaning = "Eजो-जो भी विभूतियुक्त अर्थात् ऐश्वर्ययुक्त,कान्तियुक्त और शक्तियुक्त वस्तु है, उस-उसको तू मेरे तेजके अंशकी ही अभिव्यक्ति जान"
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "अथवा बहुनैतेन किं ज्ञातेन तवार्जुन।\nविष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत्।।\n",
            verseMeaning = "अथवा हे अर्जुन! इस बहुत जाननेसे तेरा क्या प्रयोजन है। मैं इस सम्पूर्ण जगत्‌को अपनी योगशक्तिके एक अंशमात्रसे धारण करके स्थित हूँ "
        )
    )
}
