package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter8(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nकिं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम।\nअधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते।।\n",
            verseMeaning = "अर्जुनने कहा--हे पुरुषोत्तम ! वह ब्रह्म क्या है ? अध्यात्म क्या है ? कर्म कया है ? अधिभूत नामसे क्या कहा गया है और अधिदैव किसको कहते हैं"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन।\nप्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः।।\n",
            verseMeaning = "हे मधुसूदन ! यहाँ अधियज्ञ कौन है ? और वह इस शरीरमें कैसे है ? तथा युक्तचित्तवाले पुरुषों द्वारा अन्त समयमें आप किस प्रकार जाननेमें आते हैं"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "श्री भगवानुवाच\n\nअक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते।\nभूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः।।\n",
            verseMeaning = "श्रीभगवान्‌ने कहा--परम अक्षर 'ब्रह्म' है, अपना स्वरूप अर्थात्‌ जीवात्मा 'अध्यात्म' नामसे कहा जाता है तथा भूतोंके भावको उत्पन्न करनेवाला जो त्याग है, वह 'कर्म' नामसे कहा गया है"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम्।\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर।।\n",
            verseMeaning = "उत्पत्ति-विनाश धर्मवाले सब पदार्थ अधिभूत हैं, हिरण्यमय पुरुष * अधिदैव है और हे देहधारियोंमें श्रेष्ठ अर्जुन ! इस शरीरमें मैं वासुदेव ही अन्तर्यामीरूपसे अधियज्ञ हूँ"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम्।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः।।\n",
            verseMeaning = "जो पुरुष अन्तकालमें भी मुझको ही स्मरण करता हुआ शरीरको त्याग कर जाता है, वह मेरे साक्षात्‌ स्वरूपको प्राप्त होता है--इसमें कुछ भी संशय नहीं है"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम्।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः।।\n",
            verseMeaning = "हे कुन्तीपुत्र अर्जुन ! यह मनुष्य अन्तकालमें जिस- * जिसको शास्त्रोंमें 'सूतात्मा', 'हिरण्यगर्भ', 'प्रजापति, “ब्रह्मा' इत्यादि नामोंसे कहा गया है। जिस भी भावको स्मरण करता हुआ शरीरका त्याग करता है, उस-उसको ही प्राप्त होता है; क्योंकि वह सदा उसी भावसे भावित रहा है"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च।\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम्।।\n",
            verseMeaning = "इसलिये हे अर्जुन ! तू सब समयमें निरन्तर मेरा स्मरण कर और युद्ध भी कर। इस प्रकार मुझमें आर्पण किये हुए मन-बुद्धिसे युक्त होकर तू नि:सन्देह मुझको ही 	प्राप्त होगा"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना।\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन्।।\n",
            verseMeaning = "हे पार्थ! यह नियम है कि परमेश्वरके ध्यानके अभ्यासरूप योगसे युक्त, दूसरी ओर न जानेवाले चित्तसे निरन्तर चिन्तन करता हुआ मनुष्य परम प्रकाशरूप दिव्य पुरुषको अर्थात्‌ परमेधरको ही प्राप्त होता है"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "कविं पुराणमनुशासितार\nमणोरणीयांसमनुस्मरेद्यः।\nसर्वस्य धातारमचिन्त्यरूप\nमादित्यवर्णं तमसः परस्तात्।।\n",
            verseMeaning = "जो पुरुष सर्वज्ञ, अनादि, सबके नियन्ता*, सूक्ष्ससे भी अति सूक्ष्प, सबके धारण-पोषण करनेवाले अचिन्त्यस्वरूप, सूर्यके सदृश नित्य चेतन प्रकाशरूप और अविद्यासे अति परे, शुद्ध सच्चिदानन्दघन परमेश्वरका स्मरण करता है"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "प्रयाणकाले मनसाऽचलेन\nभक्त्या युक्तो योगबलेन चैव।\nभ्रुवोर्मध्ये प्राणमावेश्य सम्यक्\nस तं परं पुरुषमुपैति दिव्यम्।।\n",
            verseMeaning = "वह भक्तियुक्त पुरुष अन्तकालमें भी योगबलसे भूकुटीके मध्यमें प्राणको अच्छी प्रकार स्थापित करके, फिर निश्चल मनसे स्मरण करता हुआ उस दिव्य रूप परम पुरुष परमात्माको ही प्राप्त होता है"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "यदक्षरं वेदविदो वदन्ति\nविशन्ति यद्यतयो वीतरागाः।\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति\nतत्ते पदं संग्रहेण प्रवक्ष्ये।।\n",
            verseMeaning = "वेदके जाननेवाले विद्वान्‌ू जिस सच्चिदानन्दघनरूप परमपदको अविनाशी कहते हैं, आसक्तिरहित यत्नशील संन्यासी महात्माजन जिसमें प्रवेश करते हैं और जिस परमपदको चाहनेवाले ब्रह्मचारी लोग ब्रहमचर्यका आचरण करते हैं, उस परमपदको मैं तेरे लिये संक्षेपसे कहूँगा"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च।\nमूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम्।।\n",
            verseMeaning = "सब इन्द्रियोंके द्वारोंको रोककर तथा मनको हद्देशमें स्थिर करके, फिर उस जीते हुए मनके द्वारा प्राणको मस्तकमें स्थापित करके, परमात्मसम्बन्धी योगधारणामें स्थित होकर जो पुरुष '3%' इस एक अक्षररूप ब्रह्मको उच्चारण करता हुआ और उसके अर्थस्वरूप मुझ निर्गुण ब्रह्मका चिन्तन करता हुआ शरीरको त्याग कर जाता है, वह पुरुष परमगतिको प्राप्त होता है"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन्।\nयः प्रयाति त्यजन्देहं स याति परमां गतिम्।।\n",
            verseMeaning = "सब इन्द्रियोंके द्वारोंको रोककर तथा मनको हद्देशमें स्थिर करके, फिर उस जीते हुए मनके द्वारा प्राणको मस्तकमें स्थापित करके, परमात्मसम्बन्धी 	योगधारणामें स्थित होकर जो पुरुष '3%' इस एक अक्षररूप ब्रह्मको उच्चारण करता हुआ और उसके अर्थस्वरूप मुझ निर्गुण ब्रह्मका चिन्तन करता हुआ शरीरको त्याग कर जाता है, वह पुरुष परमगतिको प्राप्त होता है"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "अनन्यचेताः सततं यो मां स्मरति नित्यशः।\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः।।\n",
            verseMeaning = "हे अर्जुन! जो पुरुष मुझमें अनन्य चित्त होकर सदा ही निरन्तर मुझ पुरुषोत्तमको स्मरण करता है, उस नित्य-निरन्तर मुझमें युक्त हुए योगीके लिये मैं सुलभ हूँ, अर्थात्‌ उसे सहज ही प्राप्त हो जाता हूँ"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम्।\nनाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः।।\n",
            verseMeaning = "परम सिद्धिको प्राप्त महात्माजन मुझको प्राप्त होकर दुःखोंकि घर एवं क्षणभंगुर पुनर्जन्मको नहीं प्राप्त होते"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन।\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते।।\n",
            verseMeaning = "हे अर्जुन ! ब्रहालोकपर्यन्त सब लोक पुनरावर्ती हैं, परन्तु हे कुन्ती पुत्र ! मुझको प्राप्त होकर पुनर्जन्म नहीं होता; क्योंकि मैं कालातीत हूँ और ये सब ब्रह्मादिके लोक कालके द्वारा सीमित होनेसे अनित्य हैं"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः।\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः।।\n",
            verseMeaning = "ब्रह्माका जो एक दिन है, उसको एक हजार चतुर्यगीतककी अवधिवाला और रात्रिको भी एक हजार चतुर्युगीतककी अवधिवाली जो पुरुष तत्त्वसे जानते हैं, वे योगीजन कालके तत्त्वको जाननेवाले हैं"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे।\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके।।\n",
            verseMeaning = "सम्पूर्ण चराचर भूतगण ब्रह्माके दिनके प्रवेशकालमें अव्यक्तसे अर्थात्‌ ब्रह्माके सूक्ष्म शरीरसे उत्पन्न होते हैं और ब्रह्माकी रात्रिके प्रवेशकालमें उस अव्यक्त नामक ब्रह्माके सूक्ष्मशरीरमें ही लीन हो जाते हैं"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते।\nरात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे।।\n",
            verseMeaning = "हे पार्थ! वही यह भूतसमुदाय उत्पन्न हो- होकर प्रकृतिके वशमें हुआ रात्रिके प्रवेशकालमें लीन होता है और दिनके प्रवेशकालमें फिर उत्पन्न होता है"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः।\nयः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति।।\n",
            verseMeaning = "उस अव्यक्तसे भी अति परे दूसरा अर्थात्‌ विलक्षण जो सनातन अव्यक्तभाव है, वह परम दिव्य पुरुष सब भूतोंके नष्ट होनेपर भी नष्ट नहीं होता"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम्।\nयं प्राप्य न निवर्तन्ते तद्धाम परमं मम।।\n",
            verseMeaning = "जो अव्यक्त * अक्षर' इस नामसे कहा गया है, उसी अक्षर नामक अव्यक्तभावको परमगति कहते हैं तथा जिस सनातन अव्यक्तभावको प्राप्त होकर मनुष्य वापस नहीं आते, वह मेरा परम धाम है"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया।\nयस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम्।।\n",
            verseMeaning = "हे पार्थ ! जिस परमात्माके अन्तर्गत सर्वभूत हैं और जिस सच्चिदानन्दघन परमात्मासे यह समस्त जगतू परिपूर्ण है*, वह सनातन अव्यक्त परम पुरुष तो अनन्य* भक्तिसे ही प्राप्त होने योग्य है"
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः।\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ।।\n",
            verseMeaning = "हे अर्जुन! जिस कालमेंरे शरीर त्याग कर गये हुए योगीजन तो वापस न लौटनेवाली गतिको और जिस कालमें गये हुए वापस लौटनेवाली गतिको ही प्राप्त होते हैं, उस कालको अर्थात्‌ दोनों मार्गांको कहूँगा"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम्।\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः।।\n",
            verseMeaning = "जिस मार्गमें ज्योतिर्मय अग्नि-अभिमानी देवता है, दिनका अभिमानी देवता है, शुक्लपक्षका अभिमानी देवता है और उत्तरायणके छः महीनोंका अभिमानी देवता है, उस मार्गमें मरकर गये हुए ब्रहमावेत्ता योगीजन उपर्युक्त देवताओंद्वारा क्रमसे ले जाये जाकर ब्रहमको प्राप्त होते हैं"
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम्।\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते।।\n",
            verseMeaning = "जिस मार्गमें धूमाभिमानी देवता है, रात्रि अभिमानी देवता है तथा कृष्णपक्षका अभिमानी देवता है और दक्षिणायनके छः: महीनोंका अभिमानी देवता है, उस मार्गमें मरकर गया हुआ सकाम कर्म करनेवाला योगी उपर्युक्त देवताओंद्वारा क्रमसे ले गया हुआ चन्द्रमाकी ज्योतिको प्राप्त होकर स्वर्गमें अपने शुभकर्मोका फल भोगकर वापस आता है "
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते।\nएकया यात्यनावृत्तिमन्ययाऽऽवर्तते पुनः।।\n",
            verseMeaning = "क्योंकि जगतूके ये दो प्रकारके--शुक्ल और कृष्ण अर्थात्‌ देवयान और पितृयान मार्ग सनातन माने गये हैं । इनमें एकके द्वारा गया हुआ*-जिससे वापस नहीं लौटना पड़ता, उस परम गतिको प्राप्त होता है और दूसरेके द्वारा गया हुआ* फिर वापस आता है अर्थात्‌ जन्म-मृत्युको प्राप्त होता है "
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन।\nतस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन।।\n",
            verseMeaning = "हे पार्थ ! इस प्रकार इन दोनों मार्गोको तत्त्वसे जानकर कोई भी योगी मोहित नहीं होता । इस कारण हे अर्जुन! तू सब कालमें समबुद्धिरूप योगसे युक्त हो अर्थात्‌ निरन्तर मेरी प्राप्तिके लिये साधन करनेवाला हो"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "वेदेषु यज्ञेषु तपःसु चैव\nदानेषु यत्पुण्यफलं प्रदिष्टम्।\nअत्येति तत्सर्वमिदं विदित्वा\nयोगी परं स्थानमुपैति चाद्यम्।।\n",
            verseMeaning = "योगी पुरुष इस रहस्यको तत्त्वसे जानकर वेदोंके पढ़नेमें तथा यज्ञ, तप और दानादिके करनेमें जो पुण्यफल कहा है, उन सबको निःसन्देह उल्लंघन कर जाता और सनातन परमपदको प्राप्त होता है "
        )
    )
}