package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter7(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nमय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः।\nअसंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु।।\n",
            verseMeaning = "श्री भगवान्‌ बोले--हे पार्थ! अनन्यप्रेमसे मुझमें आसक्तचित्त तथा अनन्यभावसे मेरे परायण होकर योगमें लगा हुआ तू जिस प्रकारसे सम्पूर्ण विभूति, बल, ऐश्वर्यादि गुणोंसे युक्त, सबके आत्मरूप मुझको संशयरहित जानेगा, उसको सुन"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः।\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते।।\n",
            verseMeaning = "मैं तेर लिये इस विज्ञानसहित तत्त्वज्ञानको सम्पूर्णतया कहूँगा, जिसको जानकर संसारमें फिर और कुछ भी जाननेयोग्य शेष नहीं रह जाता"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "मनुष्याणां सहस्रेषु कश्िचद्यतति सिद्धये।\nयततामपि सिद्धानां कश्िचन्मां वेत्ति तत्त्वतः।।\n",
            verseMeaning = "हजारों मनुष्योंगें कोई एक मेरी प्राप्तिके लिये यत्न करता है और उन यत्न करनेवाले योगियोंमें भी कोई एक मेरे परायण होकर मुझको तत्त्वसे अर्थात्‌ यथार्थरूपसे जानता है"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च।\nअहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा।।\n",
            verseMeaning = "पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि और अहंकार भी--इस प्रकार यह आठ प्रकारसे विभाजित मेरी प्रकृति है"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम्।\nजीवभूतां महाबाहो ययेदं धार्यते जगत्।।\n",
            verseMeaning = "यह आठ प्रकारके भेदोंवाली तो अपरा अर्थात्‌ मेरी जड़ प्रकृति है और हे महाबाहो ! इससे दूसरीको, जिससे यह सम्पूर्ण जगत्‌ धारण किया जाता है, मेरी जीवरूपा परा अर्थात्‌ चेतन प्रकृति जान"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "एतद्योनीनि भूतानि सर्वाणीत्युपधारय।\nअहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा।।\n",
            verseMeaning = "हे अर्जुन! तू ऐसा समझ कि सम्पूर्ण भूत इन दोनों प्रकृतियोंसे ही उत्पन्न होनेवाले हैं और मैं सम्पूर्ण जगत्‌का प्रभव तथा प्रलय हूँ अर्थात्‌ सम्पूर्ण जगत्‌का मूलकारण हूँ"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय।\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव।।\n",
            verseMeaning = "हे धनज्ञय! मुझसे भिन्न दूसरा कोई भी परम कारण नहीं है। यह सम्पूर्ण जगत्‌ सूत्रमें सूत्रके मनियोंके सदृश मुझमें गुँथा हुआ है"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः।\nप्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु।।\n",
            verseMeaning = "हे अर्जुन! मैं जलमें रस हूँ, चन्द्रमा और सूर्यमें प्रकाश हूँ, सम्पूर्ण वेदोंगें ओंकार हूँ, आकाशगें शब्द और पुरुषोंमें पुरुषत्व हूँ"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ।\nजीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु।।\n",
            verseMeaning = "मैं पृथ्वीमें पवित्र* गन्ध और अग्निमें तेज हूँ तथा सम्पूर्ण भूतोंमें उनका जीवन हूँ और तपस्वियोंें तप हूँ"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम्।\nबुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम्।।\n",
            verseMeaning = "हे अर्जुन! तू सम्पूर्ण भूतोंका सनातन बीज मुझको ही जान। मैं बुद्धिमानोंकी बुद्धि और तेजस्वियोंका तेज हूँ "
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "बलं बलवतां चाहं कामरागविवर्जितम्।\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ।।\n",
            verseMeaning = "हे भरतश्रेष्ठ ! मैं बलवानोंका आसक्ति और कामनाओंसे रहित बल अर्थात्‌ सामर्थ्य हूँ और सब भूतोंमें धर्मके अनुकूल अर्थात्‌ शास्त्रके अनुकूल काम हूँ"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "ये चैव सात्त्विका भावा राजसास्तामसाश्च ये।\nमत्त एवेति तान्विद्धि नत्वहं तेषु ते मयि।।\n",
            verseMeaning = "और भी जो सत्त्वगुणसे उत्पन्न होनेवाले भाव हैं और जो रजोगुणसे तथा तमोगुणसे होनेवाले भाव हैं, उन सबको तू ' मुझसे ही होनेवाले हैं ' ऐसा जान, परन्तु वास्तवमें* उनमें मैं और वे मुझमें नहीं हैं "
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत्।\nमोहितं नाभिजानाति मामेभ्यः परमव्ययम्।।\n",
            verseMeaning = "गुणोंके कार्यरूप सात्त्विक, राजस और तामस-- इन तीनों प्रकारके भावोंसे यह सारा संसार-- प्राणिसमुदाय मोहित हो रहा है, इसीलिये इन तीनों गुणोंसे परे मुझ अविनाशीको नहीं जानता"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "दैवी ह्येषा गुणमयी मम माया दुरत्यया।\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते।।\n",
            verseMeaning = "क्योंकि यह अलौकिक अर्थात्‌ अति अद्भुत त्रिगुणमयी मेरी माया बड़ी दुस्तर है; परन्तु जो पुरुष केवल मुझको ही निरन्तर भजते हैं, वे इस मायाको उल्लंघन कर जाते हैं अर्थात्‌ संसारसे तर जाते हैं"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः।\nमाययापहृतज्ञाना आसुरं भावमाश्रिताः।।\n",
            verseMeaning = "मायाके द्वारा जिनका ज्ञान हरा जा चुका है ऐसे आसुर-स्वभावको धारण किये हुए, मनुष्योंमें नीच, टूषित कर्म करनेवाले मूढ़लोग मुझको नहीं भजते "
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन।\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ।।\n",
            verseMeaning = "हे भरतवंशियोंमें श्रेष्ठ अर्जुन ! उत्तम कर्म करनेवाले अथार्थी', आर्त*, जिज्ञासुरै और ज्ञानी-ऐसे चार प्रकारके भक्तजन मुझको भजते हैं"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "तेषां ज्ञानी नित्ययुक्त एकभक्ितर्विशिष्यते।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः।।\n",
            verseMeaning = "उनमें नित्य मुझमें एकीभावसे स्थित अनन्य प्रेमभक्तिवाला ज्ञानी भक्त अति उत्तम है, क्योंकि मुझको तत्त्वसे जाननेवाले ज्ञानीको मैं अत्यन्त प्रिय हूँ और वह ज्ञान मुझे अत्यन्त प्रिय है"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम्।\nआस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम्।।\n",
            verseMeaning = "ये सभी उदार हैं, परन्तु ज्ञानी तो साक्षात्‌ मेरा स्वरूप ही है--ऐसा मेरा मत है; क्योंकि वह मदूगत मन-बुद्धिवाला ज्ञानी भक्त अति उत्तम गतिस्वरूप मुझमें ही अच्छी प्रकार स्थित है "
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते।\nवासुदेवः सर्वमिति स महात्मा सुदुर्लभः।।\n",
            verseMeaning = "बहुत जन्मोंके अन्तके जन्ममें तत्त्वज्ञानको प्राप्त पुरुष, सब कुछ वासुदेव ही है--इस प्रकार मुझको भजता है, वह महात्मा अत्यन्त दुर्लभ है"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः।\nतं तं नियममास्थाय प्रकृत्या नियताः स्वया।।\n",
            verseMeaning = "उन-उन भोगोंकी कामनाद्वारा जिनका ज्ञान हरा जा चुका है, वे लोग अपने स्वभावसे प्रेरित होकर उस-उस नियमको धारण करके अन्य देवताओंको भजते हैं अर्थात्‌ पूजते हैं"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति।\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम्।।\n",
            verseMeaning = "जो-जो सकाम भक्त जिस-जिस देवताके स्वरूपको श्रद्धासे पूजना चाहता है, उस-उस भक्तकी श्रद्धाको मैं उसी देवताके प्रति स्थिर करता हूँ"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "स तया श्रद्धया युक्तस्तस्याराधनमीहते।\nलभते च ततः कामान्मयैव विहितान् हि तान्।।\n",
            verseMeaning = "वह पुरुष उस श्रद्धासे युक्त होकर उस देवताका पूजन करता है और उस देवतासे मेरे द्वारा ही विधान किये हुए उन इच्छित भोगोंको नि:सन्देह प्राप्त करता है"
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम्।\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि।।\n",
            verseMeaning = "परन्तु उन अल्प बुद्धिवालोंका वह फल नाशबान्‌ है तथा वे देवताओंको पूजनेवाले देवताओंको प्राप्त होते हैं और मेरे भक्त चाहे जैसे ही भरें, अन्तमें वे मुझको ही प्राप्त होते हैं"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "अव्यक्तं व्यक्ितमापन्नं मन्यन्ते मामबुद्धयः।\nपरं भावमजानन्तो ममाव्ययमनुत्तमम्।।\n",
            verseMeaning = "बुद्धिहीन पुरुष मेरे अनुत्तम अविनाशी परम भावको न जानते हुए मन-इन्द्रियोंसे परे मुझ सच्चिदानन्द्घन परमात्माको मनुष्यकी भाँति जन्मकर व्यक्तिभावको प्राप्त हुआ मानते हैं"
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "नाहं प्रकाशः सर्वस्य योगमायासमावृतः।\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम्।।\n",
            verseMeaning = "अपनी योगमायासे छिपा हुआ मैं सबके प्रत्यक्ष नहीं होता, इसलिये यह अज्ञानी जनसमुदाय मुझ जन्मरहित अविनाशी परमे श्वरको नहीं जानता अर्थात्‌ मुझको जन्मने-मरनेवाला समझता है"
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "वेदाहं समतीतानि वर्तमानानि चार्जुन।\nभविष्याणि च भूतानि मां तु वेद न कश्चन।।\n",
            verseMeaning = "हे अर्जुन! पूर्वमें व्यतीत हुए और वर्तमानमें स्थित तथा आगे होनेवाले सब भूतोंको मैं जानता हूँ, परन्तु मुझको कोई भी श्रद्धा-भक्तिरहित पुरुष नहीं जानता "
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत।\nसर्वभूतानि संमोहं सर्गे यान्ति परन्तप।।\n",
            verseMeaning = "हे भरतवंशी अर्जुन! संसारमें इच्छा और द्वेषसे उत्पन्न सुख-दुःखादि द्वन्द्रूप मोहसे सम्पूर्ण प्राणी अत्यन्त अज्ञताको प्राप्त हो रहे हैं"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम्।\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः।।\n",
            verseMeaning = "परन्तु निष्कामभावसे श्रेष्ठ कर्मोका आचरण करनेवाले जिन पुरुषोंका पाप नष्ट हो गया है, वे राग- द्वेषजनित द्वन्द्रूप मोहसे मुक्त दृढ़निश्रयी भक्त मुझको सब प्रकारसे भजते हैं "
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये।\nते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम्।।\n",
            verseMeaning = "जो मेरे शरण होकर जरा और मरणसे छूटनेके लिये यत्न करते हैं, वे पुरुष उस ब्रह्मको, सम्पूर्ण अध्यात्मको, सम्पूर्ण कर्मको जानते हैं "
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "साधिभूताधिदैवं मां साधियज्ञं च ये विदुः।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः।।\n",
            verseMeaning = "जो पुरुष अधिभूत और अधिदैवके सहित तथा अधियज्ञके सहित (सबका आत्मरूप) मुझे अन्तकालमें भी जानते हैं, वे युक्तचित्तवाले पुरुष मुझे जानते हैं अर्थात्‌ प्राप्त हो जाते हैं"
        )
    )
}