package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter18(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nसंन्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम्।\nत्यागस्य च हृषीकेश पृथक्केशिनिषूदन।।\n",
            verseMeaning = "अर्जुन बोले—हे महाबाहो ! हे अन्तर्यामिन्! हे वासुदेव! मैं संन्यास और त्यागके तत्त्वको पृथक्- पृथक् जानना चाहता हूँ."
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "श्री भगवानुवाच\n\nकाम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः।\nसर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः।।\n",
            verseMeaning = "श्रीभगवान् बोले- कितने ही पण्डितजन तो काम्य कर्मोंके त्यागको संन्यास समझते हैं तथा दूसरे विचारकुशल पुरुष सब कर्मोंके फलके त्यागको त्याग कहते हैं"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः।\nयज्ञदानतपःकर्म न त्याज्यमिति चापरे।।\n",
            verseMeaning = "कई एक विद्वान् ऐसा कहते हैं कि कर्ममात्र दोषयुक्त हैं, इसलिये त्यागनेके योग्य हैं और दूसरे विद्वान् यह कहते हैं कि यज्ञ, दान और तपरूप कर्म त्यागनेयोग्य नहीं हैं"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम।\nत्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः।।\n",
            verseMeaning = "हे पुरुषश्रेष्ठ अर्जुन ! संन्यास और त्याग, इन दोनोंमेंसे पहले त्यागके विषयमें तू मेरा निश्चय सुन । क्योंकि त्याग सात्त्विक, राजस और तामस भेदसे तीन प्रकारका कहा गया है "
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत्।\nयज्ञो दानं तपश्चैव पावनानि मनीषिणाम्।।\n",
            verseMeaning = "यज्ञ, दान और तपरूप कर्म त्याग करनेके योग्य नहीं है, बल्कि वह तो अवश्य कर्तव्य है, क्योंकि यज्ञ, दान और तप – ये तीनों ही कर्म बुद्धिमान् पुरुषोंको पवित्र करनेवाले हैं"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च।\nकर्तव्यानीति मे पार्थ निश्िचतं मतमुत्तमम्।।\n",
            verseMeaning = "इसलिये हे पार्थ! इन यज्ञ, दान और तपरूप कर्मोंको तथा और भी सम्पूर्ण कर्तव्यकर्मोंको आसक्ति और फलोंका त्याग करके अवश्य करना चाहिये; यह मेरा निश्चय किया हुआ उत्तम मत है"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "नियतस्य तु संन्यासः कर्मणो नोपपद्यते।\nमोहात्तस्य परित्यागस्तामसः परिकीर्तितः।।\n",
            verseMeaning = "(त्याग करना उचित ही है) परन्तु नियत कर्मका* स्वरूपसे त्याग करना उचित नहीं है । इसलिये मोहके कारण उसका त्याग कर देना तामस त्याग कहा गया है "
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत्।\nस कृत्वा राजसं त्यागं नैव त्यागफलं लभेत्।।\n",
            verseMeaning = "जो कुछ कर्म है, वह सब दुःखरूप ही है - ऐसा समझकर यदि कोई शारीरिक क्लेशके भयसे कर्तव्यकर्मोंका त्याग कर दे, तो वह ऐसा राजस त्याग करके त्यागके फलको किसी प्रकार भी नहीं पाता"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन।\nसङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः।।\n",
            verseMeaning = "हे अर्जुन ! जो शास्त्रविहित कर्म करना कर्तव्य है— इसी भावसे आसक्ति और फलका त्याग करके किया जाता है - वही सात्त्विक त्याग माना गया है"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते।\nत्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः।।\n",
            verseMeaning = "जो मनुष्य अकुशल कर्मसे तो द्वेष नहीं करता और कुशल कर्ममें आसक्त नहीं होता - वह शुद्ध सत्त्वगुणसे युक्त पुरुष संशयरहित, बुद्धिमान् और सच्चा त्यागी है"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः।\nयस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते।।\n",
            verseMeaning = "क्योंकि शरीरधारी किसी भी मनुष्यके द्वारा सम्पूर्णतासे सब कर्मोंका त्याग किया जाना शक्य नहीं है; इसलिये जो कर्मफलका त्यागी है, वही त्यागी है - यह कहा जाता है"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम्।\nभवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित्।।\n",
            verseMeaning = "कर्मफलका त्याग न करनेवाले मनुष्योंके कर्मोंका तो अच्छा-बुरा और मिला हुआ ऐसे तीन प्रकारका फल मरनेके पश्चात् अवश्य होता है, किन्तु कर्मफलका त्याग कर देनेवाले मनुष्योंके कर्मोंका फल किसी कालमें भी नहीं होता"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "पञ्चैतानि महाबाहो कारणानि निबोध मे।\nसांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम्।।\n",
            verseMeaning = "हे महाबाहो ! सम्पूर्ण कर्मोंकी सिद्धिके ये पाँच हेतु कर्मोंका अन्त करनेके लिये उपाय बतलानेवाले सांख्यशास्त्रमें कहे गये हैं, उनको तू मुझसे भलीभाँति जान"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम्।\nविविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम्।।\n",
            verseMeaning = "इस विषयमें अर्थात् कर्मोंकी सिद्धिमें अधिष्ठान' और कर्ता तथा भिन्न-भिन्न प्रकारके करण एवं नाना प्रकारकी अलग-अलग चेष्टाएँ और वैसे ही पाँचवाँ हेतु दैव है ."
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः।\nन्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः।।\n",
            verseMeaning = "मनुष्य मन, वाणी और शरीरसे शास्त्रानुकूल अथवा विपरीत जो कुछ भी कर्म करता है - उसके ये पाँचों कारण हैं ."
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "तत्रैवं सति कर्तारमात्मानं केवलं तु यः।\nपश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः।।\n",
            verseMeaning = "परन्तु ऐसा होनेपर भी जो मनुष्य अशुद्ध बुद्धि होनेके कारण उस विषयमें यानी कर्मोंके होनेमें केवल शुद्धस्वरूप आत्माको कर्ता समझता है, वह मलिन बुद्धिवाला अज्ञानी यथार्थ नहीं समझता "
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते।\nहत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते।।\n",
            verseMeaning = "जिस पुरुष अन्तःकरणमें 'मैं कर्ता हूँ' ऐसा भाव नहीं है तथा जिसकी बुद्धि सांसारिक पदार्थोंमें और कर्मोंमें लिपायमान नहीं होती, वह पुरुष इन सब लोकोंको मारकर भी वास्तवमें न तो मारता है और न पापसे बँधता है "
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना।\nकरणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः।।\n",
            verseMeaning = "ज्ञाता, ज्ञान और ज्ञेय – ये तीन प्रकारकी कर्म-प्रेरणा हैं और कर्ता, करण' तथा क्रिया. ये तीन प्रकारका कर्म -संग्रह है"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः।\nप्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि।।\n",
            verseMeaning = "गुणोंकी संख्या करनेवाले शास्त्रमें ज्ञान और कर्म तथा कर्ता गुणोंके भेदसे तीन-तीन प्रकारके ही कहे गये हैं, उनको भी तू मुझसे भलीभाँति सुन "
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "सर्वभूतेषु येनैकं भावमव्ययमीक्षते।\nअविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम्।।\n",
            verseMeaning = "जिस ज्ञानसे मनुष्य पृथक्-पृथक् सब भूतोंमें एक अविनाशी परमात्मभावको विभागरहित समभावसे स्थित देखता है, उस ज्ञानको तो तू सात्त्विक जान"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान्।\nवेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम्।।\n",
            verseMeaning = "किन्तु जो ज्ञान अर्थात् जिस ज्ञानके द्वारा मनुष्य सम्पूर्ण भूतोंमें भिन्न-भिन्न प्रकारके नाना भावोंको अलग-अलग जानता है, उस ज्ञानको तू"
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम्।\nअतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम्।।\n",
            verseMeaning = "परन्तु जो ज्ञान एक कार्यरूप शरीरमें ही सम्पूर्णके सदृश आसक्त है तथा जो बिना युक्तिवाला, तात्त्विक अर्थसे रहित और तुच्छ है - वह तामस कहा गया है "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "नियतं सङ्गरहितमरागद्वेषतः कृतम्।\nअफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते।।\n",
            verseMeaning = "जो कर्म शास्त्रविधिसे नियत किया हुआ और कर्तापनके अभिमानसे रहित हो तथा फल न चाहनेवाले पुरुषद्वारा बिना राग-द्वेषके किया गया हो - वह सात्त्विक कहा जाता है"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "यत्तु कामेप्सुना कर्म साहङ्कारेण वा पुनः।\nक्रियते बहुलायासं तद्राजसमुदाहृतम्।।\n",
            verseMeaning = "परन्तु जो कर्म बहुत परिश्रमसे युक्त होता है तथा भोगोंको चाहनेवाले पुरुषद्वारा या अहंकारयुक्त पुरुषद्वारा किया जाता है, वह कर्म राजस कहा गया है "
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम्।\nमोहादारभ्यते कर्म यत्तत्तामसमुच्यते।।\n",
            verseMeaning = "जो कर्म परिणाम, हानि, हिंसा और सामर्थ्यको न विचारकर केवल अज्ञानसे आरम्भ किया जाता है, वह तामस कहा जाता है."
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः।\nसिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते।।\n",
            verseMeaning = "जो कर्ता संगरहित, अहंकारके वचन न बोलनेवाला, धैर्य और उत्साहसे युक्त तथा कार्यके सिद्ध होने और न होनेमें हर्ष - शोकादि विकारोंसे रहित है- वह सात्त्विक कहा जाता है "
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः।\nहर्षशोकान्वितः कर्ता राजसः परिकीर्तितः।।\n",
            verseMeaning = "जो कर्ता आसक्तिसे युक्त, कर्मोंके फलको चाहनेवाला और लोभी है तथा दूसरोंको कष्ट देनेके स्वभाववाला, अशुद्धाचारी और हर्ष - शोकसे लिप्त है - वह राजस कहा गया है "
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकोऽलसः।\nविषादी दीर्घसूत्री च कर्ता तामस उच्यते।।\n",
            verseMeaning = "जो कर्ता अयुक्त, शिक्षासे रहित, घमंडी, धूर्त और दूसरोंकी जीविकाका नाश करनेवाला तथा शोक करनेवाला, आलसी और दीर्घसूत्री' है - वह तामस कहा जाता है "
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं श्रृणु।\nप्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय।।\n",
            verseMeaning = "हे धनञ्जय! अब तू बुद्धिका और धृतिका भी गुणोंके अनुसार तीन प्रकारका भेद मेरे द्वारा सम्पूर्णतासे विभागपूर्वक कहा जानेवाला सुन "
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "प्रवृत्तिं च निवृत्तिं च कार्याकार्ये भयाभये।\nबन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी।।\n",
            verseMeaning = "हे पार्थ! जो बुद्धि प्रवृत्तिमार्ग और निवृत्ति - मार्गको ३, कर्तव्य और अकर्तव्यको, भय और अभयको तथा बन्धन और मोक्षको यथार्थ जानती है - वह बुद्धि सात्त्विकी है"
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "यया धर्ममधर्मं च कार्यं चाकार्यमेव च।\nअयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी।।\n",
            verseMeaning = "हे पार्थ! मनुष्य जिस बुद्धिके द्वारा धर्म और अधर्मको तथा कर्तव्य और अकर्तव्यको भी यथार्थ नहीं जानता, वह बुद्धि राजसी है"
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "अधर्मं धर्ममिति या मन्यते तमसाऽऽवृता।\nसर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी।।\n",
            verseMeaning = "हे अर्जुन! जो तमोगुणसे घिरी हुई बुद्धि अधर्मको भी 'यह धर्म है' ऐसा मान लेती है तथा इसी प्रकार अन्य सम्पूर्ण पदार्थोंको भी विपरीत मान लेती है, वह बुद्धि तामसी है "
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः।\nयोगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी।।\n",
            verseMeaning = "हे पार्थ! जिस अव्यभिचारिणी धारणशक्तिसे' मनुष्य ध्यानयोगके द्वारा मन, प्राण और इन्द्रियोंकी क्रियाओंको धारण करता है, वह धृति सात्त्विकी है"
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "यया तु धर्मकामार्थान् धृत्या धारयतेऽर्जुन।\nप्रसङ्गेन फलाकाङ्क्षी धृतिः सा पार्थ राजसी।।\n",
            verseMeaning = "परंतु हे पृथापुत्र अर्जुन ! फलकी इच्छावाला मनुष्य जिस धारणशक्तिके द्वारा अत्यन्त आसक्तिसे धर्म, अर्थ और कामोंको धारण करता है, वह धारणशक्ति राजसी है "
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "यया स्वप्नं भयं शोकं विषादं मदमेव च।\nन विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी।।\n",
            verseMeaning = "हे पार्थ! दुष्ट बुद्धिवाला मनुष्य जिस धारणशक्ति द्वारा निद्रा, भय, चिन्ता और दुःखको तथा उन्मत्तताको भी नहीं छोड़ता अर्थात् धारण किये रहता है - वह धारणशक्ति तामसी है "
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "सुखं त्विदानीं त्रिविधं श्रृणु मे भरतर्षभ।\nअभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति।।\n",
            verseMeaning = "श्लोक ३७ पर जारी रखा"
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "यत्तदग्रे विषमिव परिणामेऽमृतोपमम्।\nतत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम्।।\n",
            verseMeaning = "हे भरतश्रेष्ठ ! अब तीन प्रकारके सुखको भी तू मुझसे सुन। जिस सुखमें साधक मनुष्य भजन, ध्यान और सेवादिके अभ्याससे रमण करता है और जिससे दुःखोंके अन्तको प्राप्त हो जाता है - जो ऐसा सुख है, वह आरम्भकालमें यद्यपि विषके तुल्य प्रतीत होता है, परन्तु परिणाममें अमृतके तुल्य है; इसलिये वह परमात्मविषयक बुद्धिके प्रसादसे उत्पन्न होनेवाला सुख सात्त्विक कहा गया है "
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम्।\nपरिणामे विषमिव तत्सुखं राजसं स्मृतम्।।\n",
            verseMeaning = "जो सुख विषय और इन्द्रियोंके संयोगसे होता है, वह पहले - भोगकालमें अमृतके तुल्य प्रतीत होनेपर भी परिणाममें विषके तुल्य है; इसलिये वह सुख राजस कहा गया है"
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "यदग्रे चानुबन्धे च सुखं मोहनमात्मनः।\nनिद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम्।।\n",
            verseMeaning = "जो सुख भोगकालमें तथा परिणाममें भी आत्माको मोहित करनेवाला है - वह निद्रा, आलस्य और प्रमादसे उत्पन्न सुख तामस कहा गया है"
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः।\nसत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्ित्रभिर्गुणैः।।\n",
            verseMeaning = "पृथ्वीमें या आकाशमें अथवा देवताओंमें तथा इनके सिवा और कहीं भी ऐसा कोई भी सत्त्व नहीं है, जो प्रकृतिसे उत्पन्न इन तीनों गुणोंसे रहित हो"
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "ब्राह्मणक्षत्रियविशां शूद्राणां च परंतप।\nकर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः।।\n",
            verseMeaning = "हे परंतप ! ब्राह्मण, क्षत्रिय और वैश्योंके तथा शूद्रोंके कर्म स्वभावसे उत्पन्न गुणोंद्वारा विभक्त किये गये हैं "
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च।\nज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम्।।\n",
            verseMeaning = "अन्तःकरणका निग्रह करना, इन्द्रियोंका दमन करना, धर्मपालनके लिये कष्ट सहना, बाहर- भीतरसे शुद्ध* रहना, दूसरोंके अपराधोंको क्षमा करना, मन, इन्द्रिय और शरीरको सरल रखना; वेद, शास्त्र, ईश्वर और परलोक आदिमें श्रद्धा रखना, वेद-शास्त्रोंका अध्ययन-अध्यापन करना और परमात्माके तत्त्वका अनुभव करना - ये सब -के-सब ही ब्राह्मणके स्वाभाविक कर्म हैं"
        ),
        Verse(
            verseId = 43,
            verseName = "श्लोक ४३",
            verse = "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम्।\nदानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम्।।\n",
            verseMeaning = "शूरवीरता, तेज, धैर्य, चतुरता और युद्धमें न भागना, दान देना और स्वामिभाव – ये सब-के- सब ही क्षत्रियके स्वाभाविक कर्म हैं "
        ),
        Verse(
            verseId = 44,
            verseName = "श्लोक ४४",
            verse = "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम्।\nपरिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम्।।\n",
            verseMeaning = "खेती, गोपालन और क्रय-विक्रयरूप सत्य व्यवहार  — ये वैश्यके स्वाभाविक कर्म हैं । तथा सब वर्गों की सेवा करना शूद्रका भी स्वाभाविक कर्म है"
        ),
        Verse(
            verseId = 45,
            verseName = "श्लोक ४५",
            verse = "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः।\nस्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु।।\n",
            verseMeaning = "अपने-अपने स्वाभाविक कर्मोंमें तत्परतासे लगा हुआ मनुष्य भगवत्प्राप्तिरूप परम सिद्धिको प्राप्त हो जाता है । अपने स्वाभाविक कर्ममें लगा हुआ मनुष्य जिस प्रकारसे कर्म करके परम सिद्धिको प्राप्त होता है, उस विधिको तू सुन "
        ),
        Verse(
            verseId = 46,
            verseName = "श्लोक ४६",
            verse = "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम्।\nस्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः।।\n",
            verseMeaning = "जिस परमेश्वरसे सम्पूर्ण प्राणियों की उत्पत्ति हुई है और जिससे यह समस्त जगत् व्याप्त है, उस परमेश्वरकी अपने स्वाभाविक कर्मोंद्वारा पूजा करके ' मनुष्य परमसिद्धिको प्राप्त हो जाता है "
        ),
        Verse(
            verseId = 47,
            verseName = "श्लोक ४७",
            verse = "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।\nस्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम्।।\n",
            verseMeaning = "अच्छी प्रकार आचरण किये हुए दूसरेके धर्मसे गुणरहित भी अपना धर्म श्रेष्ठ है; क्योंकि स्वभावसे नियत किये हुए स्वधर्मरूप कर्मको करता हुआ मनुष्य पापको नहीं प्राप्त होता "
        ),
        Verse(
            verseId = 48,
            verseName = "श्लोक ४८",
            verse = "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत्।\nसर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः।।\n",
            verseMeaning = "अतएव हे कुन्तीपुत्र ! दोषयुक्त होनेपर भी सहज * कर्मको नहीं त्यागना चाहिये, क्योंकि धूएँसे अग्निकी भाँति सभी कर्म किसी-न-किसी दोषसे युक्त हैं"
        ),
        Verse(
            verseId = 49,
            verseName = "श्लोक ४९",
            verse = "असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः।\nनैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति।।\n",
            verseMeaning = "सर्वत्र आसक्तिरहित बुद्धिवाला, स्पृहारहित और हुए अन्तःकरणवाला पुरुष सांख्ययोगके द्वारा उस परम नैष्कर्म्यसिद्धिको प्राप्त होता है"
        ),
        Verse(
            verseId = 50,
            verseName = "श्लोक ५०",
            verse = "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे।\nसमासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा।।\n",
            verseMeaning = "जो कि ज्ञानयोगकी परानिष्ठा है, उस नैष्कर्म्य सिद्धिको जिस प्रकारसे प्राप्त होकर मनुष्य ब्रह्मको प्राप्त होता है, उस प्रकारको हे कुन्तीपुत्र ! तू संक्षेपमें ही मुझसे समझ"
        ),
        Verse(
            verseId = 51,
            verseName = "श्लोक ५१",
            verse = "बुद्ध्या विशुद्धया युक्तो धृत्याऽऽत्मानं नियम्य च।\nशब्दादीन् विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च।।\n",
            verseMeaning = "श्लोक ५३ पर जारी रखा"
        ),
        Verse(
            verseId = 52,
            verseName = "श्लोक ५२",
            verse = "विविक्तसेवी लघ्वाशी यतवाक्कायमानसः।\nध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः।।\n",
            verseMeaning = "श्लोक ५३ पर जारी रखा"
        ),
        Verse(
            verseId = 53,
            verseName = "श्लोक ५३",
            verse = "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम्।\nविमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते।।\n",
            verseMeaning = "विशुद्ध बुद्धिसे युक्त तथा हलका, सात्त्विक और नियमित भोजन करनेवाला, शब्दादि विषयोंका त्याग करके एकान्त और शुद्ध देशका सेवन करनेवाला, सात्त्विक धारणशक्तिके * द्वारा अन्तःकरण और इन्द्रियोंका संयम करके मन, वाणी और शरीरको वशमें कर लेनेवाला, राग-द्वेषको सर्वथा नष्ट करके भलीभाँति दृढ़ वैराग्यका आश्रय लेनेवाला तथा अहंकार, बल, घमण्ड, काम, क्रोध और परिग्रहका त्याग करके निरन्तर ध्यानयोगके परायण रहनेवाला, ममतारहित और शान्तियुक्त पुरुष सच्चिदानन्दघन ब्रह्ममें अभिन्नभावसे स्थित होनेका पात्र होता है "
        ),
        Verse(
            verseId = 54,
            verseName = "श्लोक ५४",
            verse = "ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति।\nसमः सर्वेषु भूतेषु मद्भक्तिं लभते पराम्।।\n",
            verseMeaning = "फिर वह सच्चिदानन्दघन ब्रह्ममें एकीभावसे स्थित, प्रसन्न मनवाला योगी न तो किसीके लिये शोक करता है और न किसीकी आकांक्षा ही करता है । ऐसा समस्त प्राणियोंमें समभाववाला योगी मेरी पराभक्तिको प्राप्त हो जाता है "
        ),
        Verse(
            verseId = 55,
            verseName = "श्लोक ५५",
            verse = "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः।\nततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्।।\n",
            verseMeaning = "उस पराभक्तिके द्वारा वह मुझ परमात्माको, मैं जो हूँ और जितना हूँ, ठीक वैसा - का - वैसा तत्त्वसे जान लेता है; तथा उस भक्तिसे मुझको तत्त्वसे जानकर तत्काल ही मुझमें प्रविष्ट हो जाता है "
        ),
        Verse(
            verseId = 56,
            verseName = "श्लोक ५६",
            verse = "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः।\nमत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम्।।\n",
            verseMeaning = "मेरे परायण हुआ कर्मयोगी तो सम्पूर्ण कर्मोंको सदा करता हुआ भी मेरी कृपासे सनातन अविनाशी परमपदको प्राप्त हो जाता है"
        ),
        Verse(
            verseId = 57,
            verseName = "श्लोक ५७",
            verse = "चेतसा सर्वकर्माणि मयि संन्यस्य मत्परः।\nबुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव।।\n",
            verseMeaning = "सब कर्मोंको मनसे मुझमें अर्पण करके * तथा समबुद्धिरूप योगको अवलम्बन करके मेरे परायण और निरन्तर मुझमें चित्तवाला हो "
        ),
        Verse(
            verseId = 58,
            verseName = "श्लोक ५८",
            verse = "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि।\nअथ चेत्त्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि।।\n",
            verseMeaning = "उपर्युक्त प्रकारसे मुझमें चित्तवाला होकर तू मेरी कृपासे समस्त संकटोंको अनायास ही पार कर जायगा और यदि अहंकारके कारण मेरे वचनोंको न सुनेगा तो नष्ट हो जायगा अर्थात् परमार्थसे भ्रष्ट हो जायगा "
        ),
        Verse(
            verseId = 59,
            verseName = "श्लोक ५९",
            verse = "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे।\nमिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति।।\n",
            verseMeaning = "जो तू अहंकारका आश्रय लेकर यह मान रहा है कि तू 'मैं युद्ध नहीं करूँगा' तो तेरा यह निश्चय मिथ्या है; क्योंकि तेरा स्वभाव तुझे जबर्दस्ती युद्धमें लगा देगा"
        ),
        Verse(
            verseId = 60,
            verseName = "श्लोक ६०",
            verse = "स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा।\nकर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत्।।\n",
            verseMeaning = "हे कुन्तीपुत्र ! जिस कर्मको तू मोहके कारण करना नहीं चाहता, उसको भी अपने पूर्वकृत स्वाभाविक कर्मसे बँधा हुआ परवश होकर करेगा"
        ),
        Verse(
            verseId = 61,
            verseName = "श्लोक ६१",
            verse = "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति।\nभ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया।।\n",
            verseMeaning = "हे अर्जुन! शरीररूप यन्त्रमें आरूढ़ हुए सम्पूर्ण प्राणियोंको अन्तर्यामी परमेश्वर अपनी मायासे उनके कर्मोंके अनुसार भ्रमण कराता हुआ सब प्राणियों के हृदयमें स्थित है "
        ),
        Verse(
            verseId = 62,
            verseName = "श्लोक ६२",
            verse = "तमेव शरणं गच्छ सर्वभावेन भारत।\nतत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम्।।\n",
            verseMeaning = "हे भारत ! तू सब प्रकारसे उस परमेश्वरकी ही शरणमें* जा। उस परमात्माकी कृपासे ही तू परम शान्तिको तथा सनातन परमधामको प्राप्त होगा"
        ),
        Verse(
            verseId = 63,
            verseName = "श्लोक ६३",
            verse = "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया।\nविमृश्यैतदशेषेण यथेच्छसि तथा कुरु।।\n",
            verseMeaning = "इस प्रकार यह गोपनीयसे भी अति गोपनीय ज्ञान मैंने तुमसे कह दिया । अब तू इस रहस्ययुक्त ज्ञानको पूर्णतया भलीभाँति विचारकर, जैसे चाहता है वैसे ही कर "
        ),
        Verse(
            verseId = 64,
            verseName = "श्लोक ६४",
            verse = "सर्वगुह्यतमं भूयः श्रृणु मे परमं वचः।\nइष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम्।।\n",
            verseMeaning = "सम्पूर्ण गोपनीयोंसे अति गोपनीय मेरे परम रहस्ययुक्त वचनको तू फिर भी सुन । तू मेरा अतिशय प्रिय है, इससे यह परम हितकारक वचन मैं तुझसे कहूँगा"
        ),
        Verse(
            verseId = 65,
            verseName = "श्लोक ६५",
            verse = "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु।\nमामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे।।\n",
            verseMeaning = "हे अर्जुन! तू मुझमें मनवाला हो, मेरा भक्त बन, मेरा पूजन करनेवाला हो और मुझको प्रणाम कर । ऐसा करनेसे तू मुझे ही प्राप्त होगा, यह मैं तुझसे सत्य प्रतिज्ञा करता हूँ; क्योंकि तू मेरा अत्यन्त प्रिय है ."
        ),
        Verse(
            verseId = 66,
            verseName = "श्लोक ६६",
            verse = "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।\nअहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः।।\n",
            verseMeaning = "सम्पूर्ण धर्मोंको अर्थात् सम्पूर्ण कर्तव्यकर्मोंको मुझमें त्यागकर तू केवल एक मुझ सर्वशक्तिमान्, सर्वाधार परमेश्वरकी ही शरणमें आ जा। मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा, तू शोक मत कर "
        ),
        Verse(
            verseId = 67,
            verseName = "श्लोक ६७",
            verse = "इदं ते नातपस्काय नाभक्ताय कदाचन।\nन चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति।।\n",
            verseMeaning = "तुझे यह गीतारूप रहस्यमय उपदेश किसी भी कालमें न तो तपरहित मनुष्यसे कहना चाहिये, न भक्ति रहितसे और न बिना सुननेकी इच्छावालेसे ही कहना चाहिये; तथा जो मुझमें दोषदृष्टि रखता है उससे तो कभी भी नहीं कहना चाहिये "
        ),
        Verse(
            verseId = 68,
            verseName = "श्लोक ६८",
            verse = "य इमं परमं गुह्यं मद्भक्तेष्वभिधास्यति।\nभक्ितं मयि परां कृत्वा मामेवैष्यत्यसंशयः।।\n",
            verseMeaning = "जो पुरुष मुझमें परम प्रेम करके इस परम रहस्य- युक्त गीताशास्त्रको मेरे भक्तोंमें कहेगा, वह मुझको ही प्राप्त होगा- इसमें कोई सन्देह नहीं है "
        ),
        Verse(
            verseId = 69,
            verseName = "श्लोक ६९",
            verse = "न च तस्मान्मनुष्येषु कश्िचन्मे प्रियकृत्तमः।\nभविता न च मे तस्मादन्यः प्रियतरो भुवि।।\n",
            verseMeaning = "उससे बढ़कर मेरा प्रिय कार्य करनेवाला मनुष्यों में कोई भी नहीं है; तथा पृथ्वीभरमें उससे बढ़कर मेरा प्रिय दूसरा कोई भविष्यमें होगा भी नहीं"
        ),
        Verse(
            verseId = 70,
            verseName = "श्लोक ७०",
            verse = "अध्येष्यते च य इमं धर्म्यं संवादमावयोः।\nज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः।।\n",
            verseMeaning = "जो पुरुष इस धर्ममय हम दोनोंके संवादरूप गीताशास्त्रको पढ़ेगा, उसके द्वारा भी मैं ज्ञानयज्ञसे * पूजित होऊँगा - ऐसा मेरा मत है"
        ),
        Verse(
            verseId = 71,
            verseName = "श्लोक ७१",
            verse = "श्रद्धावाननसूयश्च श्रृणुयादपि यो नरः।\nसोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम्।।\n",
            verseMeaning = "जो मनुष्य श्रद्धायुक्त और दोषदृष्टिसे रहित होकर इस गीताशास्त्रका श्रवण भी करेगा, वह भी पापों से मुक्त होकर उत्तम कर्म करनेवालोंके श्रेष्ठ लोकोंको प्राप्त होगा"
        ),
        Verse(
            verseId = 72,
            verseName = "श्लोक ७२",
            verse = "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा।\nकच्चिदज्ञानसंमोहः प्रनष्टस्ते धनञ्जय।।\n",
            verseMeaning = "एकाग्रचित्तसे श्रवण किया ? और हे धनंजय ! क्या तेरा अज्ञानजनित मोह नष्ट हो गया ? "
        ),
        Verse(
            verseId = 73,
            verseName = "श्लोक ७३",
            verse = "अर्जुन उवाच\n\nनष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत।\nस्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव।।\n",
            verseMeaning = "अर्जुन बोले - हे अच्युत! आपकी कृपासे मेरा मोह नष्ट हो गया और मैंने स्मृति प्राप्त कर ली है, अब मैं संशयरहित होकर स्थित हूँ, अतः आपकी आज्ञाका पालन करूँगा"
        ),
        Verse(
            verseId = 74,
            verseName = "श्लोक ७४",
            verse = "सञ्जय उवाच\n\nइत्यहं वासुदेवस्य पार्थस्य च महात्मनः।\nसंवादमिममश्रौषमद्भुतं रोमहर्षणम्।।\n",
            verseMeaning = "संजय बोले—इस प्रकार मैंने श्रीवासुदेवके और महात्मा अर्जुनके इस अद्भुत रहस्ययुक्त, रोमाञ्चकारक संवादको सुना"
        ),
        Verse(
            verseId = 75,
            verseName = "श्लोक ७५",
            verse = "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम्।\nयोगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम्।।\n",
            verseMeaning = "श्रीव्यासजीकी कृपासे दिव्य दृष्टि पाकर मैंने इस परम गोपनीय योगको अर्जुनके प्रति कहते हुए स्वयं योगेश्वर भगवान् श्रीकृष्णसे प्रत्यक्ष सुना है"
        ),
        Verse(
            verseId = 76,
            verseName = "श्लोक ७६",
            verse = "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम्।\nकेशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः।।\n",
            verseMeaning = "हे राजन् ! भगवान् श्रीकृष्ण और अर्जुनके इस रहस्ययुक्त, कल्याणकारक और अद्भुत संवादको पुनः- पुनः स्मरण करके मैं बार-बार हर्षित हो रहा हूँ"
        ),
        Verse(
            verseId = 77,
            verseName = "श्लोक ७७",
            verse = "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः।\nविस्मयो मे महान् राजन् हृष्यामि च पुनः पुनः।।\n",
            verseMeaning = "हे राजन् ! श्रीहरिके * उस अत्यन्त विलक्षण रूपको भी पुनः - पुनः स्मरण करके मेरे चित्तमें महान् आश्चर्य होता है और मैं बार-बार हर्षित हो रहा हूँ "
        ),
        Verse(
            verseId = 78,
            verseName = "श्लोक ७८",
            verse = "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः।\nतत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम।।\n",
            verseMeaning = "हे राजन्! जहाँ योगेश्वर भगवान् श्रीकृष्ण हैं और जहाँ गाण्डीव - धनुषधारी अर्जुन हैं, वहीं पर श्री, विजय, विभूति और अचल नीति है - ऐसा मेरा मत है"
        )
    )
}
