package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter14(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nपरं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम्।\nयज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः।।\n",
            verseMeaning = "श्रीभगवान् बोले—ज्ञानोंमें भी अति उत्तम उस परम ज्ञानको मैं फिर कहूँगा, जिसको जानकर सब मुनिजन इस संसारसे मुक्त होकर परम सिद्धिको प्राप्त हो गये हैं"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः।\nसर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च।।\n",
            verseMeaning = "इस ज्ञानको आश्रय करके अर्थात् धारण करके मेरे स्वरूपको प्राप्त हुए पुरुष सृष्टिके आदिमें पुन: उत्पन्न नहीं होते और प्रलयकालमें भी व्याकुल नहीं होते"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "मम योनिर्महद्ब्रह्म तस्मिन् गर्भं दधाम्यहम्।\nसंभवः सर्वभूतानां ततो भवति भारत।।\n",
            verseMeaning = "हे अर्जुन ! मेरी महत्- ब्रह्मरूप मूल प्रकृति सम्पूर्ण भूतोंकी योनि है अर्थात् गर्भाधानका स्थान है और मैं उस योनिमें चेतन समुदायरूप गर्भको स्थापन करता हूँ । उस जड - चेतनके संयोगसे सब भूतोंकी उत्पत्ति होती है "
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "सर्वयोनिषु कौन्तेय मूर्तयः सम्भवन्ति याः।\nतासां ब्रह्म महद्योनिरहं बीजप्रदः पिता।।\n",
            verseMeaning = "हे अर्जुन! नाना प्रकारकी सब योनियोंमें जितनी मूर्तियाँ अर्थात् शरीरधारी प्राणी उत्पन्न होते हैं, प्रकृति तो उन सबकी गर्भ धारण करनेवाली माता है और मैं बीजको स्थापन करनेवाला पिता हूँ"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "सत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः।\nनिबध्नन्ति महाबाहो देहे देहिनमव्ययम्।।\n",
            verseMeaning = "हे अर्जुन! सत्त्वगुण, रजोगुण और तमोगुण - ये प्रकृतिसे उत्पन्न तीनों गुण अविनाशी जीवात्माको शरीरमें बाँधते हैं"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम्।\nसुखसङ्गेन बध्नाति ज्ञानसङ्गेन चानघ।।\n",
            verseMeaning = "हे निष्पाप ! उन तीनों गुणोंमें सत्त्वगुण तो निर्मल होनेके कारण प्रकाश करनेवाला और विकाररहित है, वह सुखके सम्बन्धसे और ज्ञानके सम्बन्धसे अर्थात् उसके अभिमानसे बाँधता है "
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भवम्।\nतन्निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम्।।\n",
            verseMeaning = "हे अर्जुन! रागरूप रजोगुणको कामना और आसक्तिसे उत्पन्न जान । वह इस जीवात्माको कर्मोंके और उनके फलके सम्बन्धसे बाँधता है "
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम्।\nप्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत।।\n",
            verseMeaning = "हे अर्जुन! सब देहाभिमानियोंको मोहित करनेवाले तमोगुणको तो अज्ञानसे उत्पन्न जान । वह इस जीवात्माको प्रमाद', आलस्य और निद्राके द्वारा बाँधता है "
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "सत्त्वं सुखे सञ्जयति रजः कर्मणि भारत।\nज्ञानमावृत्य तु तमः प्रमादे सञ्जयत्युत।।\n",
            verseMeaning = "हे अर्जुन! सत्त्वगुण सुखमें लगाता है और रजोगुण कर्ममें तथा तमोगुण तो ज्ञानको ढककर प्रमादमें भी लगाता है "
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "रजस्तमश्चाभिभूय सत्त्वं भवति भारत।\nरजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा।।\n",
            verseMeaning = "हे अर्जुन! रजोगुण और तमोगुणको दबाकर सत्त्वगुण, सत्त्वगुण और तमोगुणको दबाकर रजोगुण, वैसे ही सत्त्वगुण और रजोगुणको दबाकर तमोगुण होता है अर्थात् बढ़ता है"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते।\nज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत।।\n",
            verseMeaning = "जिस समय इस देहमें तथा अन्तःकरण और इन्द्रियोंमें चेतनता और विवेकशक्ति उत्पन्न होती है, उस समय ऐसा जानना चाहिये कि सत्त्वगुण बढ़ा है."
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "लोभः प्रवृत्तिरारम्भः कर्मणामशमः स्पृहा।\nरजस्येतानि जायन्ते विवृद्धे भरतर्षभ।।\n",
            verseMeaning = "हे अर्जुन! रजोगुणके बढ़नेपर लोभ, प्रवृत्ति, स्वार्थबुद्धिसे कर्मोंका सकामभावसे आरम्भ, अशान्ति और विषयभोगोंकी लालसा - ये सब उत्पन्न होते हैं "
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च।\nतमस्येतानि जायन्ते विवृद्धे कुरुनन्दन।।\n",
            verseMeaning = "हे अर्जुन! तमोगुणके बढ़नेपर अन्त:करण और इन्द्रियोंमें अप्रकाश, कर्तव्य - कर्मोंमें अप्रवृत्ति और प्रमाद अर्थात् व्यर्थ चेष्टा और निद्रादि अन्तःकरणकी मोहिनी वृत्तियाँ – ये सब ही उत्पन्न होते हैं"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत्।\nतदोत्तमविदां लोकानमलान्प्रतिपद्यते।।\n",
            verseMeaning = "जब यह मनुष्य सत्त्वगुणकी वृद्धिमें मृत्युको प्राप्त होता है, तब तो उत्तम कर्म करनेवालोंके निर्मल दिव्य स्वर्गादि लोकोंको प्राप्त होता है "
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते।\nतथा प्रलीनस्तमसि मूढयोनिषु जायते।।\n",
            verseMeaning = "रजोगुणके बढ़नेपर मृत्युको प्राप्त होकर कर्मों की आसक्तिवाले मनुष्योंमें उत्पन्न होता है; तथा तमोगुणके बढ़नेपर मरा हुआ मनुष्य कीट, पशु आदि मूढ़योनियोंमें उत्पन्न होता है"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "कर्मणः सुकृतस्याहुः सात्त्विकं निर्मलं फलम्।\nरजसस्तु फलं दुःखमज्ञानं तमसः फलम्।।\n",
            verseMeaning = "श्रेष्ठ कर्मका तो सात्त्विक अर्थात् सुख, ज्ञान और वैराग्यादि निर्मल फल कहा है; राजस कर्मका फल दुःख एवं तामस कर्मका फल अज्ञान कहा है  "
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "सत्त्वात्सञ्जायते ज्ञानं रजसो लोभ एव च।\nप्रमादमोहौ तमसो भवतोऽज्ञानमेव च।।\n",
            verseMeaning = "सत्त्वगुणसे ज्ञान उत्पन्न होता है और रजोगुणसे निस्सन्देह लोभ तथा तमोगुणसे प्रमाद' और मोह उत्पन्न होते हैं और अज्ञान भी होता है."
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः।\nजघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसाः।।\n",
            verseMeaning = "सत्त्वगुणमें स्थित पुरुष स्वर्गादि उच्च लोकोंको जाते हैं, रजोगुणमें स्थित राजस पुरुष मध्यमें अर्थात् मनुष्यलोकमें ही रहते हैं और तमोगुणके कार्यरूप निद्रा, प्रमाद और आलस्यादिमें स्थित तामस पुरुष अधोगतिको अर्थात् कीट, पशु आदि नीच योनियोंको तथा नरकोंको प्राप्त होते हैं"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति।\nगुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति।।\n",
            verseMeaning = "जिस समय द्रष्टा तीनों गुणोंके अतिरिक्त अन्य किसीको कर्ता नहीं देखता और तीनों गुणोंसे अत्यन्त परे सच्चिदानन्दघनस्वरूप मुझ परमात्माको तत्त्वसे जानता है, उस समय वह मेरे स्वरूपको प्राप्त होता है "
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान्।\nजन्ममृत्युजरादुःखैर्विमुक्तोऽमृतमश्नुते।।\n",
            verseMeaning = "यह पुरुष शरीरकी* उत्पत्तिके कारणरूप इन तीनों गुणोंको उल्लंघन करके जन्म, मृत्यु, वृद्धावस्था और सब प्रकारके दुःखोंसे मुक्त हुआ परमानन्दको प्राप्त होता है "
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "अर्जुन उवाच\n\nकैर्लिंगैस्त्रीन्गुणानेतानतीतो भवति प्रभो।\nकिमाचारः कथं चैतांस्त्रीन्गुणानतिवर्तते।।\n",
            verseMeaning = "अर्जुन बोले – इन तीनों गुणोंसे अतीत पुरुष किन- किन लक्षणोंसे युक्त होता है और किस प्रकारके आचरणोंवाला होता है तथा हे प्रभो ! मनुष्य किस उपायसे इन तीनों गुणोंसे अतीत होता है ?"
        ),
        Verse(
            verseId = 22,
            verseName = "Verse 22",
            verse = "श्री भगवानुवाच\n\nप्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव।\nन द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्क्षति।।\n",
            verseMeaning = "श्रीभगवान् बोले - हे अर्जुन ! जो पुरुष सत्त्वगुणके कार्यरूप प्रकाशक' और रजोगुणके कार्यरूप प्रवृत्तिको तथा तमोगुणके कार्यरूप मोहको' भी न तो प्रवृत्त होनेपर उनसे द्वेष करता है और न निवृत्त होनेपर उनकी आकांक्षा करता है रे "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "उदासीनवदासीनो गुणैर्यो न विचाल्यते।\nगुणा वर्तन्त इत्येव योऽवतिष्ठति नेङ्गते।।\n",
            verseMeaning = "जो साक्षीके सदृश स्थित हुआ गुणोंके द्वारा विचलित नहीं किया जा सकता और गुण ही गुणोंमें बरतते  हैं - ऐसा समझता हुआ जो सच्चिदानन्दघन परमात्मामें एकीभावसे स्थित रहता है एवं उस स्थितिसे कभी विचलित नहीं होता"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः।\nतुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुतिः।।\n",
            verseMeaning = "जो निरन्तर आत्मभावमें स्थित, दुःख-सुखको समान समझनेवाला, मिट्टी, पत्थर और स्वर्णमें समान भाववाला, ज्ञानी, प्रिय तथा अप्रियको एक- सा माननेवाला और अपनी निन्दा - स्तुतिमें भी समान भाववाला है "
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः।\nसर्वारम्भपरित्यागी गुणातीतः स उच्यते।।\n",
            verseMeaning = "जो मान और अपमान सम है, मित्र और वैरीके पक्षमें भीम है एवं सम्पूर्ण आरम्भोंमें कर्तापनके अभिमानसे रहित है, वह पुरुष गुणातीत कहा जाता है "
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "मां च योऽव्यभिचारेण भक्ितयोगेन सेवते।\nस गुणान्समतीत्यैतान् ब्रह्मभूयाय कल्पते।।\n",
            verseMeaning = "और जो पुरुष अव्यभिचारी भक्तियोगके * द्वारा मुझको निरन्तर भजता है, वह भी इन तीनों गुणोंको भलीभाँति लाँघकर सच्चिदानन्दघन ब्रह्मको प्राप्त होनेके लिये योग्य बन जाता है "
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "ब्रह्मणो हि प्रतिष्ठाऽहममृतस्याव्ययस्य च।\nशाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च।।\n",
            verseMeaning = "क्योंकि उस अविनाशी परब्रह्मका और अमृतका तथा नित्यधर्मका और अखण्ड एकरस आनन्दका आश्रय मैं हूँ "
        )
    )
}
