package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse


fun getHindiChapter6(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nअनाश्रितः कर्मफलं कार्यं कर्म करोति यः।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः।।\n",
            verseMeaning = "श्रीभगवान्‌ बोले--जो पुरुष कर्मफलका आश्रय न लेकर करनेयोग्य कर्म करता है, वह संन्यासी तथा योगी है और केवल अग्निका त्याग करनेवाला संन्यासी नहीं है तथा केवल क्रियाओंका त्याग करनेवाला योगी नहीं है"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव।\nन ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन।।\n",
            verseMeaning = "हे अर्जुन! जिसको संन्यास* ऐसा कहते हैं, उसीको तू योग* जान; क्योंकि संकल्पोंका त्याग न करनेवाला कोई भी पुरुष योगी नहीं होता"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते।\nयोगारूढस्य तस्यैव शमः कारणमुच्यते।।\n",
            verseMeaning = "योगमें आरूढ़ होनेकी इच्छावाले मननशील पुरुषके लिये योगकी प्राप्तिमें निष्कामभावसे कर्म करना ही हेतु कहा जाता है और योगारूढ़ हो जानेपर उस योगारूढ़ पुरुषका जो सर्वसंकल्पोंका अभाव है, वही कल्याणमें हेतु कहा जाता है"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते।\nसर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते।।\n",
            verseMeaning = "जिस कालमें न तो इन्द्रियोंके भोगोंमें और न कर्मोमें ही आसक्त होता है, उस कालमें सर्वसंकल्पोंका त्यागी पुरुष योगारूढ़ कहा जाता है"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः।।\n",
            verseMeaning = "अपने द्वारा अपना संसार-समुद्रसे उद्धार करे और अपनेको अधोगतिमें न डाले; क्योंकि यह मनुष्य आप ही तो अपना मित्र है और आप ही अपना शत्रु है "
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः।\nअनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत्।।\n",
            verseMeaning = "जिस जीवात्माद्वारा मन और इन्द्रियोंसहित शरीर जीता हुआ है, उस जीवात्माका तो वह आप ही मित्र है और जिसके द्वारा मन तथा इन्द्रियोंसहित शरीर नहीं जीता गया है, उसके लिये वह आप ही शत्रुके सदृश शत्रुतामें बर्तता है"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "जितात्मनः प्रशान्तस्य परमात्मा समाहितः।\nशीतोष्णसुखदुःखेषु तथा मानापमानयोः।।\n",
            verseMeaning = "सरदी-गरमी और सुख-दुःखादिमें तथा मान और अपमानमें जिसके अन्तःकरणकी वृत्तियाँ भलीभाँति शान्त हैं, ऐसे स्वाधीन आत्मावाले पुरुषके ज्ञानमें सच्चिदानन्दघन परमात्मा सम्यक्‌ प्रकारसे स्थित है अर्थात्‌ उसके ज्ञानमें परमात्माके सिवा अन्य कुछ है ही नहीं"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः।\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः।।\n",
            verseMeaning = "जिसका अन्त:करण ज्ञान-विज्ञानसे तृप्त है, जिसकी स्थिति विकाररहित है, जिसकी इन्द्रियाँ भलीभाँति जीती हुई हैं और जिसके लिये मिट्टी, पत्थर और सुवर्ण समान हैं, वह योगी युक्त अर्थात्‌ भगवत्प्राप्त है, ऐसे कहा जाता है "
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु।\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते।।\n",
            verseMeaning = "सुहदू*, मित्र, वैरी, उदासीन*, मध्यस्थरै, द्वेष्य और बन्धुगणोंमें, धर्मात्माओंमें और पापियोंमें भी समानभाव रखनेवाला अत्यन्त श्रेष्ठ है"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "योगी युञ्जीत सततमात्मानं रहसि स्थितः।\nएकाकी यतचित्तात्मा निराशीरपरिग्रहः।।\n",
            verseMeaning = "मन और इन्द्रियोंसहित शरीरको वशभमें रखनेवाला, आशारहित और संग्रहरहित योगी अकेला ही एकान्त स्थानमें स्थित होकर आत्माको निरन्तर परमात्मामें लगावे"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः।\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम्।।\n",
            verseMeaning = "शुद्ध भूमिमें, जिसके ऊपर क्रमश: कुशा, मृगछाला और वस्त्र बिछे हैं, जो न बहुत ऊँचा है और न बहुत नीचा, ऐसे अपने आसनको स्थिर स्थापन करके--"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः।\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये।।\n",
            verseMeaning = "उस आसनपर बैठकर चित्त और इन्द्रियोंकी क्रियाओंको वशमें रखते हुए मनको एकग्र करके अन्त:करणकी शुद्धिके लिये योगका अभ्यास करे"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "समं कायशिरोग्रीवं धारयन्नचलं स्थिरः।\nसंप्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन्।।\n",
            verseMeaning = "काया, सिर और गलेको समान एवं अचल धारण करके और स्थिर होकर, अपनी नासिकाके अग्रभागपर दृष्टि जमाकर, अन्य दिशाओंको न देखता हुआ--"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः।।\n",
            verseMeaning = "ब्रह्मचारीके ब्रतमें स्थित, भयरहित तथा भलीभाँति शान्त अन्त:करणवाला सावधान योगी मनको रोककर मुझमें चित्तवाला और मेरे परायण होकर स्थित होवे"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "युञ्जन्नेवं सदाऽऽत्मानं योगी नियतमानसः।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति।।\n",
            verseMeaning = "वशमें किये हुए मनवाला योगी इस प्रकार आत्माको निरन्तर मुझ परमेश्वरके स्वरूपमें लगाता हुआ मुझमें रहनेवाली परमानन्दकी पराकाष्ठारूप शान्तिको प्राप्त होता है"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः।\nन चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन।।\n",
            verseMeaning = "हे अर्जुन! यह योग न तो बहुत खानेवालेका,न बिलकुल न खानेवालेका, न बहुत शयन करनेके स्वभाववालेका और न सदा जागनेवालेका ही सिद्ध होता है"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु।\nयुक्तस्वप्नावबोधस्य योगो भवति दुःखहा।।\n",
            verseMeaning = "दुःखोंका नाश करनेवाला योग तो यथायोग्य आहार-विहार करनेवालेका, कर्मोंमें यथायोग्य चेष्टा करनेवालेका और यथायोग्य सोने तथा जागनेवालेका ही सिद्ध होता है"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "यदा विनियतं चित्तमात्मन्येवावतिष्ठते।\nनिःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा।।\n",
            verseMeaning = "अत्यन्त वशमें किया हुआ चित्त जिस कालमें परमात्मामें ही भलीभाँति स्थित हो जाता है, उस कालमें सम्पूर्ण भोगोंसे स्पृहारहित पुरुष योगयुक्त है, ऐसा कहा जाता है"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता।\nयोगिनो यतचित्तस्य युञ्जतो योगमात्मनः।।\n",
            verseMeaning = "जिस प्रकार वायुरहित स्थानमें स्थित दीपक चलाय-मान नहीं होता, वैसी ही उपमा परमात्माके ध्यानमें लगे हुए योगीके जीते हुए चित्तकी कही गयी है"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "यत्रोपरमते चित्तं निरुद्धं योगसेवया।\nयत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति।।\n",
            verseMeaning = "योगके अभ्याससे निरुद्ध चित्त जिस अवस्थामें उपराम हो जाता है और जिस अवस्थामें परमात्माके ध्यानसे शुद्ध हुई सूक्ष्म बुद्धिद्वारा परमात्माको साक्षात्‌ करता हुआ सच्चिदानन्दघन परमात्मामें ही सन्तुष्ट रहता है"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम्।\nवेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः।।\n",
            verseMeaning = "इन्द्रियोंसे अतीत, केवल शुद्ध हुई सूक्ष्म बुद्धिद्वारा ग्रहण करनेयोग्य जो अनन्त आनन्द है; उसको जिस अवस्थामें अनुभव करता है और जिस अवस्थामें स्थित यह योगी परमात्माके स्वरूपसे विचलित होता ही नहीं "
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः।\nयस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते।।\n",
            verseMeaning = "परमात्माकी प्राप्तिरूप जिस लाभको प्राप्त होकर उससे अधिक दूसरा कुछ भी लाभ नहीं मानता और परमात्मप्राप्तिरूप जिस अवस्थामें स्थित योगी बड़े भारी दुःखसे भी चलायमान नहीं होता"
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "तं विद्याद् दुःखसंयोगवियोगं योगसंज्ञितम्।\nस निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा।।\n",
            verseMeaning = "जो दुःखरूप संसारके संयोगसे रहित है तथा जिसका नाम योग है; उसको जानना चाहिये । वह योग न उकताये हुए अर्थात्‌ धैर्य और उत्साहयुक्त चित्तसे निश्चयपूर्वक करना कर्तव्य है"
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः।\nमनसैवेन्द्रियग्रामं विनियम्य समन्ततः।।\n",
            verseMeaning = "संकल्पसे उत्पन्न होनेवाली सम्पूर्ण कामनाओंको निःशेषरूपसे त्यागकर और मनके द्वारा इन्द्रियोंके समुदायको सभी ओरसे भली भाँति रोककर--"
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "शनैः शनैरुपरमेद् बुद्ध्या धृतिगृहीतया।\nआत्मसंस्थं मनः कृत्वा न किञ्चिदपि चिन्तयेत्।।\n",
            verseMeaning = "क्रम-क्रमसे अभ्यास करता हुआ उपरतिको प्राप्त हो तथा धैर्ययुक्त बुद्धिके द्वारा मनको परमात्मामें स्थित करके परमात्माके सिवा और कुछ भी चिन्तन न करे "
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम्।\nततस्ततो नियम्यैतदात्मन्येव वशं नयेत्।।\n",
            verseMeaning = "यह स्थिर न रहनेवाला और चल्नल मन जिस- जिस शब्दादि विषयके निमित्तसे संसारमें विचरता है, उस-उस विषयसे रोककर यानी हटाकर इसे बार-बार परमात्मामें ही निरुद्ध करे"
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम्।\nउपैति शान्तरजसं ब्रह्मभूतमकल्मषम्।।\n",
            verseMeaning = "क्योंकि जिसका मन भली प्रकार शान्त है, जो पापसे रहित है और जिसका रजोगुण शान्त हो गया है, ऐसे इस सच्चिदानन्दघन ब्रह्मके साथ एकीभाव हुए योगीको उत्तम आनन्द प्राप्त होता है"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "युञ्जन्नेवं सदाऽऽत्मानं योगी विगतकल्मषः।\nसुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते।।\n",
            verseMeaning = "वह पापरहित योगी इस प्रकार निरन्तर आत्माको परमात्मामें लगाता हुआ सुखपूर्वक परब्रह्म परमात्माकी प्राप्तिरूप अनन्त आनन्दका अनुभव करता है"
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि।\nईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः।।\n",
            verseMeaning = "सर्वव्यापी अनन्त चेतनमें एकी भावसे स्थितिरूप योगसे युक्त आत्मावाला तथा सबमें समभावसे देखनेवाला योगी आत्माको सम्पूर्ण भूतोंमें स्थित और सम्पूर्ण भूतोंको आत्मामें कल्पित देखता है"
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति।\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति।।\n",
            verseMeaning = "जो पुरुष सम्पूर्ण भूतोंगें सबके आत्मरूप मुझ वासुदेवको ही व्यापक देखता है और सम्पूर्ण भूतोंको मुझ वासुदेवके अन्तर्गत * देखता है, उसके लिये मैं अदृश्य नहीं होता और वह मेरे लिये अदृश्य नहीं होता"
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः।\nसर्वथा वर्तमानोऽपि स योगी मयि वर्तते।।\n",
            verseMeaning = "जो पुरुष एकी भावमें स्थित होकर सम्पूर्ण भूतोंमें आत्मरूपसे स्थित मुझ सच्चिदानन्द्घन वासुदेवको भजता है, वह योगी सब प्रकारसे बरतता हुआ भी मुझमें ही बरतता है"
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन।\nसुखं वा यदि वा दुःखं सः योगी परमो मतः।।\n",
            verseMeaning = "हे अर्जुन ! जो योगी अपनी भाँति * सम्पूर्ण भूतोंमें सम देखता है और सुख अथवा दुःखको भी सबमें सम देखता है, वह योगी परम श्रेष्ठ माना गया है"
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "अर्जुन उवाच\n\nयोऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन।\nएतस्याहं न पश्यामि चञ्चलत्वात् स्थितिं स्थिराम्।।\n",
            verseMeaning = "अर्जुन बोले-हे मधुसूदन! जो यह योग आपने समभावसे कहा है, मनके चद्लल होनेसे मैं इसकी नित्य स्थितिको नहीं देखता हूँ."
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम्।\nतस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम्।।\n",
            verseMeaning = "क्योंकि हे श्रीकृष्ण! यह मन बड़ा चदब्लल, प्रमथन स्वभाववाला, बड़ा दृढ़ और बलवान्‌ है। इसलिये उसका वशगें करना मैं वायुको रोकनेकी भाँति अत्यन्त दुष्कर मानता हूँ"
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "श्री भगवानुवाच\n\nअसंशयं महाबाहो मनो दुर्निग्रहं चलं।\nअभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते।।\n",
            verseMeaning = "श्रीभगवान्‌ बोले--हे महाबाहो ! नि:सन्देह मन चब्नल और कठिनतासे वशमें होनेवाला है; परन्तु हे कुन्तीपुत्र अर्जुन! यह अभ्यास* और वैराग्यसे वशभमें होता है"
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "असंयतात्मना योगो दुष्प्राप इति मे मतिः।\nवश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः।।\n",
            verseMeaning = "जिसका मन वशगमें किया हुआ नहीं है, ऐसे पुरुषद्वारा योग दुष्प्राप्य है और वशमें किये हुए मनवाले प्रयलशील पुरुषद्वारा साधनसे उसका प्राप्त होना सहज है--यह मेरा मत है"
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "अर्जुन उवाच\n\nअयतिः श्रद्धयोपेतो योगाच्चलितमानसः।\nअप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति।।\n",
            verseMeaning = "अर्जुन बोले--हे श्रीकृष्ण! जो योगमें श्रद्धा रखनेवाला है; किन्तु संयमी नहीं है, इस कारण जिसका मन अन्तकालमें योगसे विचलित हो गया है, ऐसा साधक योगकी सिद्धिको अर्थात्‌ भगवत्साक्षात्कारको न प्राप्त होकर किस गतिको प्राप्त होता है"
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति।\nअप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि।।\n",
            verseMeaning = "हे महाबाहो! क्या वह भगवत्प्राप्तिके मार्गमें मोहित और आश्रयरहित पुरुष छिन्न-भिन्न बादलकी भाँति दोनों ओरसे भ्रष्ट होकर नष्ट तो नहीं हो जाता?"
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः।\nत्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते।।\n",
            verseMeaning = "हे श्रीकृष्ण! मेरे इस संशयको सम्पूर्णरूपसे छेदन करनेके लिये आप ही योग्य हैं, क्योंकि आपके सिवा दूसरा इस संशयका छेदन करनेवाला मिलना सम्भव नहीं है"
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "श्री भगवानुवाच\n\nपार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते।\nनहि कल्याणकृत्कश्िचद्दुर्गतिं तात गच्छति।।\n",
            verseMeaning = "श्री भगवान्‌ बोले--हे पार्थ! उस पुरुषका न तो इस लोकमें नाश होता है और न परलोकमें ही। क्योंकि हे प्यारे! आत्मोद्धारके लिये अर्थात भगवत्प्राप्तिके लिये कर्म करनेवाला कोई भी मनुष्य दुर्गतिको प्राप्त नहीं होता"
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः।\nशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते।।\n",
            verseMeaning = "योगभ्रष्ट पुरुष पुण्यवानोंके लोकोंको अर्थात्‌ स्वर्गादि उत्तम लोकोंको प्राप्त होकर, उनमें बहुत वर्षोतक निवास करके फिर शुद्ध आचरणवाले श्रीमान्‌ पुरुषोंके घरमें जन्म लेता है"
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "अथवा योगिनामेव कुले भवति धीमताम्।\nएतद्धि दुर्लभतरं लोके जन्म यदीदृशम्।।\n",
            verseMeaning = "अथवा वैराग्यवान्‌ पुरुष उन लोकोंमें न जाकर ज्ञानवान्‌ योगियोंके ही कुलमें जन्म लेता है । परन्तु इस प्रकारका जो यह जन्म है, सो संसारमें नि:सन्देह अत्यन्त दुर्लभ है"
        ),
        Verse(
            verseId = 43,
            verseName = "श्लोक ४३",
            verse = "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम्।\nयतते च ततो भूयः संसिद्धौ कुरुनन्दन।।\n",
            verseMeaning = "वहाँ उस पहले शरीरें संग्रह किये हुए बुद्धि- संयोगको अर्थात्‌ समबुद्धिरूप योगके संस्कारोंको अनायास ही प्राप्त हो जाता है और हे कुरुनन्दन ! उसके प्रभावसे वह फिर परमात्माकी प्राप्तिरूप सिद्धिके लिये पहलेसे भी बढ़कर प्रयत्न करता है "
        ),
        Verse(
            verseId = 44,
            verseName = "श्लोक ४४",
            verse = "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते।।\n",
            verseMeaning = "वह * श्रीमानोंके घरमें जन्म लेनेवाला योगश्रष्ट पराधीन हुआ भी उस पहलेके अभ्याससे ही नि:सन्देह भगवान्‌की ओर आकर्षित किया जाता है, तथा समबुद्धिरूप योगका जिज्ञासु भी वेदमें कहे हुए सकाम कर्मोके फलको उल्लंघन कर जाता है"
        ),
        Verse(
            verseId = 45,
            verseName = "श्लोक ४५",
            verse = "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः।\nअनेकजन्मसंसिद्धस्ततो याति परां गतिम्।।\n",
            verseMeaning = "परन्तु प्रयत्नपूर्वक अभ्यास करनेवाला योगी तो पिछले अनेक जन्मोंके संस्कारबलसे इसी जन्ममें संसिद्ध होकर सम्पूर्ण पापोंसे रहित हो फिर तत्काल ही परमगतिक प्राप्त हो जाता है "
        ),
        Verse(
            verseId = 46,
            verseName = "श्लोक ४६",
            verse = "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः।\nकर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन।।\n",
            verseMeaning = "योगी तपस्वियोंसे श्रेष्ठ है, शास्त्रज्ञानियोंसे भी श्रेष्ठ माना गया है और सकाम कर्म करनेवालोंसे भी योगी श्रेष्ठ है; इससे हे अर्जुन! तू योगी हो"
        ),
        Verse(
            verseId = 47,
            verseName = "श्लोक ४७",
            verse = "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना।\nश्रद्धावान्भजते यो मां स मे युक्ततमो मतः।।\n",
            verseMeaning = "सम्पूर्ण योगियोंमें भी जो श्रद्धावान्‌ योगी मुझमें लगे हुए अन्तरात्मासे मुझको निरन्तर भजता है, वह योगी मुझे परम श्रेष्ठ मान्य है"
        )
    )
}