package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter11(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nमदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम्।\nयत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम।।\n",
            verseMeaning = "अर्जुन बोले- मुझपर अनुग्रह करनेके लिये आपने जो परम गोपनीय अध्यात्मविषयक वचन अर्थात् उपदेश कहा, उससे मेरा यह अज्ञान नष्ट हो गया है "
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया।\nत्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम्।।\n",
            verseMeaning = "क्योंकि हे कमलनेत्र! मैंने आपसे भूतोंकी उत्पत्ति और प्रलय विस्तारपूर्वक सुने हैं तथा आपकी अविनाशी महिमा भी सुनी है"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर।\nद्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम।।\n",
            verseMeaning = " हे परमेश्वर ! आप अपनेको जैसा कहते हैं, यह ठीक ऐसा ही है; परन्तु हे पुरुषोत्तम ! आपके ज्ञान, ऐश्वर्य, शक्ति, बल, वीर्य और तेजसे युक्त ऐश्वर- रूपको मैं प्रत्यक्ष देखना चाहता हूँ"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो।\nयोगेश्वर ततो मे त्वं दर्शयाऽत्मानमव्ययम्।।\n",
            verseMeaning = "हे प्रभो * ! यदि मेरे द्वारा आपका वह रूप देखा जाना शक्य है - ऐसा आप मानते हैं, तो हे योगेश्वर ! उस अविनाशी स्वरूपका मुझे दर्शन कराइये ."
        ),
        Verse(
            verseId = 5,
            verseName = "Verse 5",
            verse = "श्री भगवानुवाच\n\nपश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः।\nनानाविधानि दिव्यानि नानावर्णाकृतीनि च।।\n",
            verseMeaning = "श्रीभगवान् बोले- हे पार्थ! अब तू मेरे सैकड़ों- हजारों नाना प्रकारके और नाना वर्ण तथा नाना उत्पत्ति, स्थिति और प्रलय तथा अन्तर्यामीरूपसे शासन करनेवाला होनेसे भगवान्‌का नाम 'प्रभु' है आकृतिवाले अलौकिक रूपोंको देख "
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "पश्यादित्यान्वसून्रुद्रानश्िवनौ मरुतस्तथा।\nबहून्यदृष्टपूर्वाणि पश्याऽश्चर्याणि भारत।।\n",
            verseMeaning = "भरतवंशी अर्जुन ! तू मुझमें आदित्योंको अर्थात् अदितिके द्वादश पुत्रोंको, आठ वसुओंको, एकादश रुद्रोंको, दोनों अश्विनीकुमारोंको और उनचास मरुद्- गणोंको देख तथा और भी बहुत-से पहले न देखे हुए आश्चर्यमय रूपोंको देख "
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम्।\nमम देहे गुडाकेश यच्चान्यद्द्रष्टुमिच्छसि।।\n",
            verseMeaning = " हे अर्जुन! अब इस मेरे शरीरमें एक जगह स्थित चराचरसहित सम्पूर्ण जगत्को देख तथा और भी जो कुछ देखना चाहता हो सो देख ."
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा।\nदिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम्।।\n",
            verseMeaning = "परन्तु मुझको तू इन अपने प्राकृत नेत्रोंद्वारा देखने में निःसन्देह समर्थ नहीं है; इसीसे मैं तुझे दिव्य अर्थात् अलौकिक चक्षु देता हूँ; इससे तू मेरी ईश्वरीय योगशक्तिको देख"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "सञ्जय उवाच\n\nएवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः।\nदर्शयामास पार्थाय परमं रूपमैश्वरम्।।\n",
            verseMeaning = "संजय बोले—हे राजन् ! महायोगेश्वर और सब पापोंके नाश करनेवाले भगवान्ने इस प्रकार कहकर उसके पश्चात् अर्जुनको परम ऐश्वर्ययुक्त दिव्यस्वरूप दिखलाया "
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्।\nअनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्।।\n",
            verseMeaning = "Continued on Verse 11"
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम्।\nसर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम्।।\n",
            verseMeaning = "अनेक मुख और नेत्रोंसे युक्त, अनेक अद्भुत दर्शनोंवाले, बहुत-से दिव्य भूषणोंसे युक्त और बहुत- से दिव्य शस्त्रोंको हाथोंमें उठाये हुए, दिव्य माला और वस्त्रोंको धारण किये हुए और दिव्य गन्धका सारे शरीरमें लेप किये हुए, सब प्रकारके आश्चर्योंसे युक्त, सीमारहित और सब ओर मुख किये हुए विराट्- स्वरूप परमदेव परमेश्वरको अर्जुनने देखा ॥ १०-११॥ "
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता।\nयदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः।।\n",
            verseMeaning = "आकाशमें हजार सूर्योंके एक साथ उदय होनेसे भवेद्युगपदुत्थिता। उत्पन्न जो प्रकाश हो, वह भी उस विश्वरूप परमात्माके प्रकाशके सदृश कदाचित् ही हो"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा।\nअपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा।।\n",
            verseMeaning = "पाण्डुपुत्र अर्जुनने उस समय अनेक प्रकारसे विभक्त अर्थात् पृथक्-पृथक् सम्पूर्ण जगत्‌को देवोंके देव श्रीकृष्ण- भगवान्के उस शरीरमें एक जगह स्थित देखा"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः।\nप्रणम्य शिरसा देवं कृताञ्जलिरभाषत।।\n",
            verseMeaning = " उसके अनन्तर वे आश्चर्यसे चकित और पुलकितशरीर अर्जुन प्रकाशमय विश्वरूप परमात्माको श्रद्धा-भक्तिसहित सिरसे प्रणाम करके हाथ जोड़कर बोले."
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "अर्जुन उवाच\n\nपश्यामि देवांस्तव देव देहे\nसर्वांस्तथा भूतविशेषसङ्घान्।\nब्रह्माणमीशं कमलासनस्थ\nमृषींश्च सर्वानुरगांश्च दिव्यान्।।\n",
            verseMeaning = " अर्जुन बोले—हे देव! मैं आपके शरीरमें सम्पूर्ण देवोंको तथा अनेक भूतोंके समुदायोंको, कमलके आसनपर विराजित ब्रह्माको, महादेवको और सम्पूर्ण ऋषियोंको तथा दिव्य सर्पोंको देखता हूँ "
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "अनेकबाहूदरवक्त्रनेत्रं\nपश्यामि त्वां सर्वतोऽनन्तरूपम्।\nनान्तं न मध्यं न पुनस्तवादिं\nपश्यामि विश्वेश्वर विश्वरूप।।\n",
            verseMeaning = " हे सम्पूर्ण विश्वके स्वामिन्! आपको अनेक' पेट, मुख और नेत्रोंसे युक्त तथा सब ओरसे अनन्त रूपोंवाला देखता हूँ। हे विश्वरूप ! मैं आपके न अन्तको देखता हूँ, न मध्यको और न आदिको ही"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "किरीटिनं गदिनं चक्रिणं च\nतेजोराशिं सर्वतोदीप्तिमन्तम्।\nपश्यामि त्वां दुर्निरीक्ष्यं समन्ता\nद्दीप्तानलार्कद्युतिमप्रमेयम्।।\n",
            verseMeaning = "आपको मैं मुकुटयुक्त, गदायुक्त और चक्रयुक्त तथा सब ओरसे प्रकाशमान तेजके पुञ्ज, प्रज्वलित अग्नि और सूर्यके सदृश ज्योतियुक्त, कठिनतासे देखे जानेयोग्य और सब ओरसे अप्रमेयस्वरूप देखता हूँ "
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "त्वमक्षरं परमं वेदितव्यं\nत्वमस्य विश्वस्य परं निधानम्।\nत्वमव्ययः शाश्वतधर्मगोप्ता\nसनातनस्त्वं पुरुषो मतो मे।।\n",
            verseMeaning = "आप ही जाननेयोग्य परम अक्षर अर्थात् परब्रह्म परमात्मा हैं, आप ही इस जगत्के परम आश्रय हैं, आप ही अनादि धर्मके रक्षक हैं और आप ही अविनाशी सनातन पुरुष हैं। ऐसा मेरा मत है "
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "अनादिमध्यान्तमनन्तवीर्य\nमनन्तबाहुं शशिसूर्यनेत्रम्।\nपश्यामि त्वां दीप्तहुताशवक्त्रम्\nस्वतेजसा विश्वमिदं तपन्तम्।।\n",
            verseMeaning = "आपको आदि, अन्त और मध्यसे रहित, अनन्त सामर्थ्यसे युक्त, अनन्त भुजावाले, चन्द्र-सूर्यरूप नेत्रोंवाले, प्रज्वलित अग्निरूप मुखवाले और अपने तेजसे इस जगत्को संतप्त करते हुए देखता हूँ "
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "द्यावापृथिव्योरिदमन्तरं हि\nव्याप्तं त्वयैकेन दिशश्च सर्वाः।\nदृष्ट्वाऽद्भुतं रूपमुग्रं तवेदं\nलोकत्रयं प्रव्यथितं महात्मन्।।\n",
            verseMeaning = "हे महात्मन् ! यह स्वर्ग और पृथ्वीके बीचका सम्पूर्ण आकाश तथा सब दिशाएँ एक आपसे ही परिपूर्ण हैं तथा आपके इस अलौकिक और भयंकर रूपको देखकर तीनों लोक अति व्यथाको प्राप्त हो रहे हैं"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "अमी हि त्वां सुरसङ्घाः विशन्ति\nकेचिद्भीताः प्राञ्जलयो गृणन्ति।\nस्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाः\nस्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः।।\n",
            verseMeaning = " वे ही देवताओंके समूह आपमें प्रवेश करते हैं और कुछ भयभीत होकर हाथ जोड़े आपके नाम और गुणोंका उच्चारण करते हैं तथा महर्षि और सिद्धोंके समुदाय 'कल्याण हो' ऐसा कहकर उत्तम- उत्तम स्तोत्रोंद्वारा आपकी स्तुति करते हैं."
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "रुद्रादित्या वसवो ये च साध्या\nविश्वेऽश्िवनौ मरुतश्चोष्मपाश्च।\nगन्धर्वयक्षासुरसिद्धसङ्घा\nवीक्षन्ते त्वां विस्मिताश्चैव सर्वे।।\n",
            verseMeaning = "जो ग्यारह रुद्र और बारह आदित्य तथा आठ वसु, साध्यगण, विश्वेदेव, अश्विनीकुमार तथा मरुद्गण और पितरोंका समुदाय तथा गन्धर्व, यक्ष, राक्षस और सिद्धोंके समुदाय हैं - वे सब ही विस्मित होकर आपको देखते हैं "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "रूपं महत्ते बहुवक्त्रनेत्रं\nमहाबाहो बहुबाहूरुपादम्।\nबहूदरं बहुदंष्ट्राकरालं\nदृष्ट्वा लोकाः प्रव्यथितास्तथाऽहम्।।\n",
            verseMeaning = " हे महाबाहो ! आपके बहुत मुख और नेत्रोंवाले, बहुत हाथ, जंघा और पैरोंवाले, बहुत उदरोंवाले और बहुत-सी दाढ़ोंके कारण अत्यन्त विकराल महान् रूपको देखकर सब लोग व्याकुल हो रहे हैं तथा मैं भी व्याकुल हो रहा हूँ."
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "नभःस्पृशं दीप्तमनेकवर्णं\nव्यात्ताननं दीप्तविशालनेत्रम्।\nदृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा\nधृतिं न विन्दामि शमं च विष्णो।।\n",
            verseMeaning = "क्योंकि हे विष्णो! आकाशको स्पर्श करनेवाले, देदीप्यमान, अनेक वर्णोंसे युक्त तथा फैलाये हुए मुख और प्रकाशमान विशाल नेत्रोंसे युक्त आपको देखकर भयभीत अन्तःकरणवाला मैं धीरज और शान्ति नहीं पाता हूँ."
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "दंष्ट्राकरालानि च ते मुखानि\nदृष्ट्वैव कालानलसन्निभानि।\nदिशो न जाने न लभे च शर्म\nप्रसीद देवेश जगन्निवास।।\n",
            verseMeaning = "दाढ़ के कारण विकराल और प्रलयकालकी अग्निके समान प्रज्वलित आपके मुखोंको देखकर मैं दिशाओंको नहीं जानता हूँ और सुख भी नहीं पाता हूँ । इसलिये हे देवेश ! हे जगन्निवास ! आप प्रसन्न हों "
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "अमी च त्वां धृतराष्ट्रस्य पुत्राः\nसर्वे सहैवावनिपालसङ्घैः।\nभीष्मो द्रोणः सूतपुत्रस्तथाऽसौ\nसहास्मदीयैरपि योधमुख्यैः।।\n",
            verseMeaning = "Continued on Verse 27"
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "वक्त्राणि ते त्वरमाणा विशन्ति\nदंष्ट्राकरालानि भयानकानि।\nकेचिद्विलग्ना दशनान्तरेषु\nसंदृश्यन्ते चूर्णितैरुत्तमाङ्गैः।।\n",
            verseMeaning = "वे सभी धृतराष्ट्र पुत्र राजाओंके समुदायसहित आपमें प्रवेश कर रहे हैं और भीष्मपितामह, द्रोणाचार्य तथा वह कर्ण और हमारे पक्षके भी प्रधान योद्धाओंके सहित सब-के-सब आपके दाढ़ोंके कारण विकराल भयानक मुखोंमें बड़े वेगसे दौड़ते हुए प्रवेश कर रहे हैं और कई एक चूर्ण हुए सिरोंसहित आपके दाँतोंके बीचमें लगे हुए दीख रहे हैं । २६ - २७॥ "
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "यथा नदीनां बहवोऽम्बुवेगाः\nसमुद्रमेवाभिमुखाः द्रवन्ति।\nतथा तवामी नरलोकवीरा\nविशन्ति वक्त्राण्यभिविज्वलन्ति।।\n",
            verseMeaning = "जैसे नदियोंके बहुत-से जलके प्रवाह स्वाभाविक ही समुद्रके ही सम्मुख दौड़ते हैं अर्थात् समुद्रमें प्रवेश करते हैं, वैसे ही वे नरलोकके वीर भी आपके प्रज्वलित मुखोंमें प्रवेश कर रहे हैं"
        ),
        Verse(
            verseId = 29,
            verseName = "श्लोक २९",
            verse = "यथा प्रदीप्तं ज्वलनं पतङ्गा\nविशन्ति नाशाय समृद्धवेगाः।\nतथैव नाशाय विशन्ति लोका\nस्तवापि वक्त्राणि समृद्धवेगाः।।\n",
            verseMeaning = "जैसे पतंग मोहवश नष्ट होनेके लिये प्रज्वलित अग्निमें अतिवेगसे दौड़ते हुए प्रवेश करते हैं, वैसे ही ये सब लोग भी अपने नाशके लिये आपके मुखोंमें अतिवेगसे दौड़ते हुए प्रवेश कर रहे हैं "
        ),
        Verse(
            verseId = 30,
            verseName = "श्लोक ३०",
            verse = "लेलिह्यसे ग्रसमानः समन्ता\nल्लोकान्समग्रान्वदनैर्ज्वलद्भिः।\nतेजोभिरापूर्य जगत्समग्रं\nभासस्तवोग्राः प्रतपन्ति विष्णो।।\n",
            verseMeaning = "आप उन सम्पूर्ण लोकोंको प्रज्वलित मुखोंद्वारा ग्रास करते हुए सब ओरसे बार-बार चाट रहे हैं, हे विष्णो! आपका उग्र प्रकाश सम्पूर्ण जगत्को तेज द्वारा परिपूर्ण करके तपा रहा है "
        ),
        Verse(
            verseId = 31,
            verseName = "श्लोक ३१",
            verse = "आख्याहि मे को भवानुग्ररूपो\nनमोऽस्तु ते देववर प्रसीद।\nविज्ञातुमिच्छामि भवन्तमाद्यं\nन हि प्रजानामि तव प्रवृत्तिम्।।\n",
            verseMeaning = "मुझे बतलाइये कि आप उग्ररूपवाले कौन हैं ? हे देवोंमें श्रेष्ठ ! आपको नमस्कार हो । आप प्रसन्न होइये । आदिपुरुष आपको मैं विशेषरूपसे जानना चाहता हूँ, क्योंकि मैं आपकी प्रवृत्तिको नहीं जानता "
        ),
        Verse(
            verseId = 32,
            verseName = "श्लोक ३२",
            verse = "श्री भगवानुवाच\n\nकालोऽस्मि लोकक्षयकृत्प्रवृद्धो\nलोकान्समाहर्तुमिह प्रवृत्तः।\nऋतेऽपि त्वां न भविष्यन्ति सर्व\nयेऽवस्थिताः प्रत्यनीकेषु योधाः।।\n",
            verseMeaning = "श्रीभगवान् बोले- मैं लोकोंका नाश करनेवाला बढ़ा हुआ महाकाल हूँ । इस समय इन लोकोंको नष्ट करनेके लिये प्रवृत्त हुआ हूँ। इसलिये जो प्रतिपक्षियोंकी सेनामें स्थित योद्धा लोग हैं वे सब तेरे बिना भी नहीं रहेंगे अर्थात् तेरे युद्ध न करनेपर भी इन सबका नाश हो जायगा "
        ),
        Verse(
            verseId = 33,
            verseName = "श्लोक ३३",
            verse = "तस्मात्त्वमुत्तिष्ठ यशो लभस्व\nजित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम्।\nमयैवैते निहताः पूर्वमेव\nनिमित्तमात्रं भव सव्यसाचिन्।।\n",
            verseMeaning = "अतएव तू उठ! यश प्राप्त कर और शत्रुओंको जीतकर धन-धान्यसे सम्पन्न राज्यको भोग। ये सब शूरवीर पहलेहीसे मेरे द्वारा मारे हुए हैं । हे हैं। सव्यसाचिन् ! * तू तो केवल निमित्तमात्र बन जा "
        ),
        Verse(
            verseId = 34,
            verseName = "श्लोक ३४",
            verse = "द्रोणं च भीष्मं च जयद्रथं च\nकर्णं तथाऽन्यानपि योधवीरान्।\nमया हतांस्त्वं जहि मा व्यथिष्ठा\nयुध्यस्व जेतासि रणे सपत्नान्।।\n",
            verseMeaning = " द्रोणाचार्य और भीष्मपितामह तथा जयद्रथ और कर्ण तथा और भी बहुत से मेरे द्वारा मारे हुए शूरवीर योद्धाओंको तू मार । भय मत कर । निःसन्देह तू युद्धमें वैरियोंको जीतेगा । इसलिये युद्ध कर"
        ),
        Verse(
            verseId = 35,
            verseName = "श्लोक ३५",
            verse = "सञ्जय उवाच\n\nएतच्छ्रुत्वा वचनं केशवस्य\nकृताञ्जलिर्वेपमानः किरीटी।\nनमस्कृत्वा भूय एवाह कृष्णं\nसगद्गदं भीतभीतः प्रणम्य।।\n",
            verseMeaning = "संजय बोले—केशवभगवान्के इस वचनको सुनकर मुकुटधारी अर्जुन हाथ जोड़कर काँपता हुआ नमस्कार करके, फिर भी अत्यन्त भयभीत होकर प्रणाम करके भगवान् श्रीकृष्णके प्रति गद्गद वाणीसे बोले "
        ),
        Verse(
            verseId = 36,
            verseName = "श्लोक ३६",
            verse = "अर्जुन उवाच\n\nस्थाने हृषीकेश तव प्रकीर्त्या\nजगत् प्रहृष्यत्यनुरज्यते च।\nरक्षांसि भीतानि दिशो द्रवन्ति\nसर्वे नमस्यन्ति च सिद्धसङ्घाः।।\n",
            verseMeaning = "अर्जुन बोले- हे अन्तर्यामिन् ! यह योग्य ही है कि आपके नाम, गुण और प्रभावके कीर्तनसे जगत् अति हर्षित हो रहा है और अनुरागको भी प्राप्त हो रहा है तथा भयभीत राक्षसलोग दिशाओंमें भाग रहे हैं और सब सिद्धगणोंके समुदाय नमस्कार कर रहे हैं "
        ),
        Verse(
            verseId = 37,
            verseName = "श्लोक ३७",
            verse = "कस्माच्च ते न नमेरन्महात्मन्\nगरीयसे ब्रह्मणोऽप्यादिकर्त्रे।\nअनन्त देवेश जगन्निवास\nत्वमक्षरं सदसत्तत्परं यत्।।\n",
            verseMeaning = "हे महात्मन् ! ब्रह्माके भी आदिकर्ता और सबसे बड़े आपके लिये वे कैसे नमस्कार न करें, क्योंकि हे अनन्त ! हे देवेश ! हे जगन्निवास ! जो सत्, असत् और उनसे परे अक्षर अर्थात् सच्चिदानन्दघन ब्रह्म है, वह आप ही हैं"
        ),
        Verse(
            verseId = 38,
            verseName = "श्लोक ३८",
            verse = "त्वमादिदेवः पुरुषः पुराण\nस्त्वमस्य विश्वस्य परं निधानम्।\nवेत्तासि वेद्यं च परं च धाम\nत्वया ततं विश्वमनन्तरूप।।\n",
            verseMeaning = "आप आदिदेव और सनातन पुरुष हैं, आप इस जगत्के परम आश्रय और जाननेवाले तथा जाननेयोग्य और परम धाम हैं । हे अनन्तरूप ! आपसे यह सब जगत् व्याप्त अर्थात् परिपूर्ण है  "
        ),
        Verse(
            verseId = 39,
            verseName = "श्लोक ३९",
            verse = "वायुर्यमोऽग्निर्वरुणः शशाङ्कः\nप्रजापतिस्त्वं प्रपितामहश्च।\nनमो नमस्तेऽस्तु सहस्रकृत्वः\nपुनश्च भूयोऽपि नमो नमस्ते।।\n",
            verseMeaning = "आप वायु, यमराज, अग्नि, वरुण, चन्द्रमा, प्रजाके स्वामी ब्रह्मा और ब्रह्माके भी पिता हैं। आपके लिये हजारों बार नमस्कार ! नमस्कार हो !! आपके लिये फिर भी बार-बार नमस्कार ! नमस्कार !!"
        ),
        Verse(
            verseId = 40,
            verseName = "श्लोक ४०",
            verse = "नमः पुरस्तादथ पृष्ठतस्ते\nनमोऽस्तु ते सर्वत एव सर्व।\nअनन्तवीर्यामितविक्रमस्त्वं\nसर्वं समाप्नोषि ततोऽसि सर्वः।।\n",
            verseMeaning = "हे अनन्त सामर्थ्यवाले! आपके लिये आगेसे और पीछेसे भी नमस्कार ! हे सर्वात्मन् ! आपके लिये सब ओरसे ही नमस्कार हो । क्योंकि अनन्त पराक्रमशाली आप समस्त संसारको व्याप्त किये हुए हैं, इससे आप ही सर्वरूप हैं "
        ),
        Verse(
            verseId = 41,
            verseName = "श्लोक ४१",
            verse = "सखेति मत्वा प्रसभं यदुक्तं\nहे कृष्ण हे यादव हे सखेति।\nअजानता महिमानं तवेदं\nमया प्रमादात्प्रणयेन वापि।।\n",
            verseMeaning = "Continued on Verse 42"
        ),
        Verse(
            verseId = 42,
            verseName = "श्लोक ४२",
            verse = "यच्चावहासार्थमसत्कृतोऽसि\nविहारशय्यासनभोजनेषु।\nएकोऽथवाप्यच्युत तत्समक्षं\nतत्क्षामये त्वामहमप्रमेयम्।।\n",
            verseMeaning = "आपके इस प्रभावको न जानते हुए, आप मेरे सखा ऐसा मानकर प्रेमसे अथवा प्रमादसे भी मैंने 'हे कृष्ण !', 'हे यादव!', 'हे सखे!' इस प्रकार जो कुछ बिना सोचे- समझे हठात् कहा है और हे अच्युत ! आप जो मेरे द्वारा विनोदके लिये विहार, शय्या, आसन और भोजनादिमें अकेले अथवा उन सखाओंके सामने भी अपमानित किये गये हैं- वह सब अपराध अप्रमेयस्वरूप अर्थात् अचिन्त्य प्रभाववाले आपसे मैं क्षमा करवाता हूँ ॥ ४१-४२॥"
        ),
        Verse(
            verseId = 43,
            verseName = "श्लोक ४३",
            verse = "पितासि लोकस्य चराचरस्य\nत्वमस्य पूज्यश्च गुरुर्गरीयान्।\nन त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो\nलोकत्रयेऽप्यप्रतिमप्रभाव।।\n",
            verseMeaning = "आप इस चराचर जगत्के पिता और सबसे बड़े गुरु एवं अति पूजनीय हैं, हे अनुपम प्रभाववाले ! तीनों लोकोंमें आपके समान भी दूसरा कोई नहीं है, फिर अधिक तो कैसे हो सकता है"
        ),
        Verse(
            verseId = 44,
            verseName = "श्लोक ४४",
            verse = "तस्मात्प्रणम्य प्रणिधाय कायं\nप्रसादये त्वामहमीशमीड्यम्।\nपितेव पुत्रस्य सखेव सख्युः\nप्रियः प्रियायार्हसि देव सोढुम्।।\n",
            verseMeaning = "अतएव हे प्रभो ! मैं शरीरको भलीभाँति चरणों में निवेदित कर, प्रणाम करके, स्तुति करनेयोग्य आप ईश्वरको प्रसन्न होनेके लिये प्रार्थना करता हूँ । हे देव ! पिता जैसे पुत्रके, सखा जैसे सखाके और पति जैसे प्रियतमा पत्नीके अपराध सहन करते हैं- वैसे ही आप भी मेरे अपराधको सहन करनेयोग्य हैं"
        ),
        Verse(
            verseId = 45,
            verseName = "श्लोक ४५",
            verse = "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा\nभयेन च प्रव्यथितं मनो मे।\nतदेव मे दर्शय देव रूपं\nप्रसीद देवेश जगन्निवास।।\n",
            verseMeaning = "मैं पहले न देखे हुए आपके इस आश्चर्यमय रूपको देखकर हर्षित हो रहा हूँ और मेरा मन भयसे अति व्याकुल भी हो रहा है, इसलिये आप उस अपने चतुर्भुज विष्णुरूपको ही मुझे दिखलाइये ! हे देवेश ! हे जगन्निवास ! प्रसन्न होइये "
        ),
        Verse(
            verseId = 46,
            verseName = "श्लोक ४६",
            verse = "किरीटिनं गदिनं चक्रहस्त\nमिच्छामि त्वां द्रष्टुमहं तथैव।\nतेनैव रूपेण चतुर्भुजेन\nसहस्रबाहो भव विश्वमूर्ते।।\n",
            verseMeaning = "मैं वैसे ही आपको मुकुट धारण किये हुए तथा गदा और चक्र हाथमें लिये हुए देखना चाहता हूँ, इसलिये हे विश्वस्वरूप ! हे सहस्रबाहो ! आप उसी चतुर्भुजरूपसे प्रकट होइये."
        ),
        Verse(
            verseId = 47,
            verseName = "श्लोक ४७",
            verse = "श्री भगवानुवाच\n\nमया प्रसन्नेन तवार्जुनेदं\nरूपं परं दर्शितमात्मयोगात्।\nतेजोमयं विश्वमनन्तमाद्यं\nयन्मे त्वदन्येन न दृष्टपूर्वम्।।\n",
            verseMeaning = "श्रीभगवान् बोले—हे अर्जुन ! अनुग्रहपूर्वक मैंने अपनी योगशक्तिके प्रभावसे यह मेरा परम तेजोमय, सबका आदि और सीमारहित विराट् रूप तुझको दिखलाया है, जिसे तेरे अतिरिक्त दूसरे किसीने पहले नहीं देखा था "
        ),
        Verse(
            verseId = 48,
            verseName = "श्लोक ४८",
            verse = "न वेदयज्ञाध्ययनैर्न दानै\nर्न च क्रियाभिर्न तपोभिरुग्रैः।\nएवंरूपः शक्य अहं नृलोके\nद्रष्टुं त्वदन्येन कुरुप्रवीर।।\n",
            verseMeaning = "हे अर्जुन! मनुष्यलोकमें इस प्रकार विश्वरूपवाला मैं न वेद और यज्ञोंके अध्ययनसे, न दानसे, न क्रियाओंसे और न उग्र तपोंसे ही तेरे अतिरिक्त दूसरेके द्वारा देखा जा सकता हूँ "
        ),
        Verse(
            verseId = 49,
            verseName = "श्लोक ४९",
            verse = "मा ते व्यथा मा च विमूढभावो\nदृष्ट्वा रूपं घोरमीदृङ्ममेदम्।\nव्यपेतभीः प्रीतमनाः पुनस्त्वं\nतदेव मे रूपमिदं प्रपश्य।।\n",
            verseMeaning = " मेरे इस प्रकारके इस विकराल रूपको देखकर तुझको व्याकुलता नहीं होनी चाहिये और मूढभाव भी नहीं होना चाहिये । तू भयरहित और प्रीतियुक्त मनवाला होकर उसी मेरे इस शंख-चक्र-गदा- पद्मयुक्त चतुर्भुज रूपको फिर देख  "
        ),
        Verse(
            verseId = 50,
            verseName = "श्लोक ५०",
            verse = "सञ्जय उवाच\n\nइत्यर्जुनं वासुदेवस्तथोक्त्वा\nस्वकं रूपं दर्शयामास भूयः।\nआश्वासयामास च भीतमेनं\nभूत्वा पुनः सौम्यवपुर्महात्मा।।\n",
            verseMeaning = "संजय बोले- वासुदेव भगवान्ने अर्जुनके प्रति इस प्रकार कहकर फिर वैसे ही अपने चतुर्भुज रूपको दिखलाया और फिर महात्मा श्रीकृष्णने सौम्यमूर्ति होकर इस भयभीत अर्जुनको धीरज दिया"
        ),
        Verse(
            verseId = 51,
            verseName = "श्लोक ५१",
            verse = "अर्जुन उवाच\n\nदृष्ट्वेदं मानुषं रूपं तवसौम्यं जनार्दन।\nइदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः।।\n",
            verseMeaning = "अर्जुन बोले - हे जनार्दन ! आपके इस अति शान्त मनुष्यरूपको देखकर अब मैं स्थिरचित्त हो गया हूँ और अपनी स्वाभाविक स्थितिको प्राप्त हो गया हूँ "
        ),
        Verse(
            verseId = 52,
            verseName = "श्लोक ५२",
            verse = "श्री भगवानुवाच\n\nसुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम।\nदेवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः।।\n",
            verseMeaning = "श्रीभगवान् बोले- मेरा जो चतुर्भुज रूप तुमने देखा है, यह सुदुर्दर्श है अर्थात् इसके दर्शन बड़े ही दुर्लभ हैं । देवता भी सदा इस रूपके दर्शनकी आकांक्षा करते रहते हैं "
        ),
        Verse(
            verseId = 53,
            verseName = "श्लोक ५३",
            verse = "नाहं वेदैर्न तपसा न दानेन न चेज्यया।\nशक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा।।\n",
            verseMeaning = "जिस प्रकार तुमने मुझको देखा है - इस प्रकार चतुर्भुजरूपवाला मैं न वेदोंसे, न तपसे, न दानसे और न यज्ञसे ही देखा जा सकता हूँ "
        ),
        Verse(
            verseId = 54,
            verseName = "श्लोक ५४",
            verse = "भक्त्या त्वनन्यया शक्यमहमेवंविधोऽर्जुन।\nज्ञातुं दृष्टुं च तत्त्वेन प्रवेष्टुं च परंतप।।\n",
            verseMeaning = " परन्तु हे परंतप अर्जुन ! अनन्यभक्तिके * द्वारा इस प्रकार चतुर्भुजरूपवाला मैं प्रत्यक्ष देखनेके लिये, तत्त्वसे जाननेके लिये तथा प्रवेश करनेके लिये अर्थात् एकीभावसे प्राप्त होनेके लिये भी शक्य हूँ "
        ),
        Verse(
            verseId = 55,
            verseName = "श्लोक ५५",
            verse = "मत्कर्मकृन्मत्परमो मद्भक्तः सङ्गवर्जितः।\nनिर्वैरः सर्वभूतेषु यः स मामेति पाण्डव।।\n",
            verseMeaning = "हे अर्जुन! जो पुरुष केवल मेरे ही लिये सम्पूर्ण कर्त्तव्यकर्मोंको करनेवाला है, मेरे परायण है, मेरा भक्त है, आसक्तिरहित है और सम्पूर्ण भूतप्राणियोंमें अनन्यभक्तिका भाव अगले श्लोकमें विस्तारपूर्वक कहा है। वैरभावसे रहित है*, वह अनन्यभक्तियुक्त पुरुष मुझको ही प्राप्त होता है "
        )
    )
}
