package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter17(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "अर्जुन उवाच\n\nये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयाऽन्विताः।\nतेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः।।\n",
            verseMeaning = "अर्जुन बोले - हे कृष्ण ! जो मनुष्य शास्त्रविधिको त्यागकर श्रद्धासे युक्त हुए देवादिका पूजन करते हैं, उनकी स्थिति फिर कौन-सी है ? सात्त्विकी है अथवा राजसी किंवा तामसी ?"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "श्री भगवानुवाच\n\nत्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा।\nसात्त्विकी राजसी चैव तामसी चेति तां श्रृणु।।\n",
            verseMeaning = "श्रीभगवान् बोले – मनुष्योंकी वह शास्त्रीय संस्कारोंसे रहित केवल स्वभावसे उत्पन्न श्रद्धा सात्त्विकी और राजसी तथा तामसी - ऐसे तीनों प्रकारकी ही होती है । उसको तू मुझसे सुन "
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत।\nश्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः।।\n",
            verseMeaning = "हे भारत! सभी मनुष्योंकी श्रद्धा उनके अन्तः- करणके अनुरूप होती है । यह पुरुष श्रद्धामय है, इसलिये जो पुरुष जैसी श्रद्धावाला है, वह स्वयं भी वही है"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः।\nप्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जनाः।।\n",
            verseMeaning = "सात्त्विक पुरुष देवोंको पूजते हैं, राजस पुरुष यक्ष और राक्षसोंको तथा अन्य जो तामस मनुष्य हैं, वे प्रेत और भूतगणोंको पूजते हैं"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जनाः।\nदम्भाहङ्कारसंयुक्ताः कामरागबलान्विताः।।\n",
            verseMeaning = "जो मनुष्य शास्त्रविधिसे रहित केवल मनः कल्पित घोर तपको तपते हैं तथा दम्भ और अहंकारसे युक्त एवं कामना, आसक्ति और बलके अभिमानसे भी युक्त है"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "कर्षयन्तः शरीरस्थं भूतग्राममचेतसः।\nमां चैवान्तःशरीरस्थं तान्विद्ध्यासुरनिश्चयान्।।\n",
            verseMeaning = "जो शरीररूपसे स्थित भूतसमुदायको और अन्तः- करणमें स्थित मुझ परमात्माको भी कृश करनेवाले हैं, उन अज्ञानियोंको तू आसुर - स्वभाववाले जान"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः।\nयज्ञस्तपस्तथा दानं तेषां भेदमिमं श्रृणु।।\n",
            verseMeaning = "भोजन भी सबको अपनी-अपनी प्रकृतिके अनुसार तीन प्रकारका प्रिय होता है । और वैसे ही यज्ञ, तप और दान भी तीन-तीन प्रकारके होते हैं । उनके इस पृथक्-पृथक् भेदको तू मुझसे सुन"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "आयुःसत्त्वबलारोग्यसुखप्रीतिविवर्धनाः।\nरस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः।।\n",
            verseMeaning = "आयु, बुद्धि, बल, आरोग्य, सुख और प्रीतिको बढ़ाने- वाले, रसयुक्त, चिकने और स्थिर रहनेवाले तथा स्वभावसे ही मनको प्रिय - ऐसे आहार अर्थात् भोजन करनेके पदार्थ सात्त्विक पुरुषको प्रिय होते हैं"
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः।\nआहारा राजसस्येष्टा दुःखशोकामयप्रदाः।।\n",
            verseMeaning = "कड़वे, खट्टे, लवणयुक्त, बहुत गरम, तीखे, रूखे, दाहकारक और दुःख, चिन्ता तथा रोगोंको उत्पन्न करनेवाले आहार अर्थात् भोजन करनेके पदार्थ राजस पुरुषको प्रिय होते हैं ."
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "यातयामं गतरसं पूति पर्युषितं च यत्।\nउच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम्।।\n",
            verseMeaning = "जो भोजन अधपका, रसरहित, दुर्गन्धयुक्त, बासी और उच्छिष्ट है तथा जो अपवित्र भी है, वह भोजन तामस पुरुषको प्रिय होता है "
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "अफलाकाङ्क्षिभिर्यज्ञो विधिदृष्टो य इज्यते।\nयष्टव्यमेवेति मनः समाधाय स सात्त्विकः।।\n",
            verseMeaning = "जो शास्त्रविधिसे नियत, यज्ञ करना ही कर्तव्य - इस प्रकार मनको समाधान करके, फल न चाहने- वाले पुरुषोंद्वारा किया जाता है, वह सात्त्विक है "
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "अभिसंधाय तु फलं दम्भार्थमपि चैव यत्।\nइज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम्।।\n",
            verseMeaning = "परन्तु हे अर्जुन! केवल दम्भाचरणके लिये अथवा फलको भी दृष्टिमें रखकर जो यज्ञ किया जाता है, उस यज्ञको तू राजस जान "
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम्।\nश्रद्धाविरहितं यज्ञं तामसं परिचक्षते।।\n",
            verseMeaning = "शास्त्रविधिसे हीन, अन्नदानसे रहित, बिना मन्त्रोंके, बिना दक्षिणाके और बिना श्रद्धाके किये जानेवाले यज्ञको तामस यज्ञ कहते हैं"
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम्।\nब्रह्मचर्यमहिंसा च शारीरं तप उच्यते।।\n",
            verseMeaning = " देवता, ब्राह्मण, गुरु और ज्ञानीजनोंका पूजन, पवित्रता, सरलता, ब्रह्मचर्य और अहिंसा - यह शरीर-सम्बन्धी तप कहा जाता है"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत्।\nस्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते।।\n",
            verseMeaning = "जो उद्वेग न करनेवाला, प्रिय और हितकारक एवं यथार्थ भाषण है तथा जो वेद-शास्त्रोंके पठनका एवं परमेश्वरके नाम-जपका अभ्यास है- वही वाणी-सम्बन्धी तप कहा जाता है"
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "मनःप्रसादः सौम्यत्वं मौनमात्मविनिग्रहः।\nभावसंशुद्धिरित्येतत्तपो मानसमुच्यते।।\n",
            verseMeaning = "मनकी प्रसन्नता, शान्तभाव, भगवच्चिन्तन करनेका स्वभाव, मनका निग्रह और अन्तःकरणके भावोंकी भलीभाँति पवित्रता - इस प्रकार यह मनसम्बन्धी तप कहा जाता है "
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "श्रद्धया परया तप्तं तपस्तत्ित्रविधं नरैः।\nअफलाकाङ्क्षिभिर्युक्तैः सात्त्विकं परिचक्षते।।\n",
            verseMeaning = " फलको न चाहनेवाले योगी पुरुषोंद्वारा परम श्रद्धासे किये हुए उस पूर्वोक्त तीन प्रकारके तपको सात्त्विक कहते हैं"
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "सत्कारमानपूजार्थं तपो दम्भेन चैव यत्।\nक्रियते तदिह प्रोक्तं राजसं चलमध्रुवम्।।\n",
            verseMeaning = " जो तप सत्कार, मान और पूजाके लिये तथा अन्य किसी स्वार्थके लिये भी स्वभावसे या पाखण्डसे किया जाता है, वह अनिश्चित * एवं क्षणिक फलवाला तप यहाँ राजस कहा गया है "
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "मूढग्राहेणात्मनो यत्पीडया क्रियते तपः।\nपरस्योत्सादनार्थं वा तत्तामसमुदाहृतम्।।\n",
            verseMeaning = "जो तप मूढ़तापूर्वक हठसे, मन, वाणी और शरीरकी पीड़ाके सहित अथवा दूसरेका अनिष्ट करनेके लिये किया जाता है - वह तप तामस कहा गया है"
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे।\nदेशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम्।।\n",
            verseMeaning = "दान देना ही कर्तव्य है - ऐसे भावसे जो दान देश तथा काल और पात्रके‍ प्राप्त होनेपर उपकार न करनेवालेके प्रति दिया जाता है, वह दान सात्त्विक कहा गया है"
        ),
        Verse(
            verseId = 21,
            verseName = "श्लोक २१",
            verse = "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुनः।\nदीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम्।।\n",
            verseMeaning = "किन्तु जो दान क्लेशपूर्वक तथा प्रत्युपकारके प्रयोजनसे अथवा फलको दृष्टिमें रखकर फिर दिया जाता है, वह दान राजस कहा गया है "
        ),
        Verse(
            verseId = 22,
            verseName = "श्लोक २२",
            verse = "अदेशकाले यद्दानमपात्रेभ्यश्च दीयते।\nअसत्कृतमवज्ञातं तत्तामसमुदाहृतम्।।\n",
            verseMeaning = "जो दान बिना सत्कारके अथवा तिरस्कारपूर्वक अयोग्य देश - कालमें और कुपात्रके प्रति दिया जाता है, वह दान तामस कहा गया है "
        ),
        Verse(
            verseId = 23,
            verseName = "श्लोक २३",
            verse = "तत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः।\nब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिताः पुरा।।\n",
            verseMeaning = "ॐ तत् सत् - ऐसे यह तीन प्रकारका सच्चिदानन्दघन ब्रह्मका नाम कहा है; उसीसे सृष्टिके आदिकालमें ब्राह्मण और वेद तथा यज्ञादि रचे गये "
        ),
        Verse(
            verseId = 24,
            verseName = "श्लोक २४",
            verse = "तस्मादोमित्युदाहृत्य यज्ञदानतपःक्रियाः।\nप्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम्।।\n",
            verseMeaning = "इसलिये वेद-मन्त्रोंका उच्चारण करनेवाले श्रेष्ठ पुरुषों की शास्त्रविधिसे नियत यज्ञ, दान और तपरूप क्रियाएँ सदा — ॐ' इस परमात्माके नामको उच्चारण करके ही आरम्भ होती हैं "
        ),
        Verse(
            verseId = 25,
            verseName = "श्लोक २५",
            verse = "तदित्यनभिसन्धाय फलं यज्ञतपःक्रियाः।\nदानक्रियाश्च विविधाः क्रियन्ते मोक्षकाङ्क्षि।।\n",
            verseMeaning = "तत् अर्थात्‘तत्’ नामसे कहे जानेवाले परमात्माका ही यह सब है - इस भावसे फलको न चाहकर नाना प्रकारकी यज्ञ, तपरूप क्रियाएँ तथा दानरूप क्रियाएँ कल्याणकी इच्छावाले पुरुषोंद्वारा की जाती हैं तत् अर्थात्‘तत्’ नामसे कहे जानेवाले परमात्माका ही यह सब है - इस भावसे फलको न चाहकर नाना प्रकारकी यज्ञ, तपरूप क्रियाएँ तथा दानरूप क्रियाएँ कल्याणकी इच्छावाले पुरुषोंद्वारा की जाती हैं "
        ),
        Verse(
            verseId = 26,
            verseName = "श्लोक २६",
            verse = "सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते।\nप्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते।।\n",
            verseMeaning = "'सत्' – इस प्रकार यह परमात्माका नाम सत्यभावमें और श्रेष्ठभावमें प्रयोग किया जाता है तथा हे पार्थ! उत्तम कर्ममें भी 'सत्' शब्दका प्रयोग किया जाता है"
        ),
        Verse(
            verseId = 27,
            verseName = "श्लोक २७",
            verse = "यज्ञे तपसि दाने च स्थितिः सदिति चोच्यते।\nकर्म चैव तदर्थीयं सदित्येवाभिधीयते।।\n",
            verseMeaning = "तथा यज्ञ, तप और दानमें जो स्थिति है, वह भी 'सत्' इस प्रकार कही जाती है और उस परमात्माके लिये किया हुआ कर्म निश्चयपूर्वक सत् - ऐसे कहा जाता है"
        ),
        Verse(
            verseId = 28,
            verseName = "श्लोक २८",
            verse = "अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत्।\nअसदित्युच्यते पार्थ न च तत्प्रेत्य नो इह।।\n",
            verseMeaning = "हे अर्जुन! बिना श्रद्धाके किया हुआ हवन,दिया हुआ दान एवं तपा हुआ तप और जो कुछ भी किया हुआ शुभ कर्म है - वह समस्त 'असत्' - इस प्रकार कहा जाता है; इसलिये वह न तो इस लोकमें लाभदायक है और न मरनेके बाद ही"
        )
    )
}
