package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter15(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "श्री भगवानुवाच\n\nऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम्।\nछन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित्।।\n",
            verseMeaning = "श्रीभगवान् बोले—आदिपुरुष परमेश्वररूप मूलवाले' और ब्रह्मारूप मुख्य शाखावाले' जिस संसाररूप पीपलके वृक्षको अविनाशी कहते हैं, तथा वेद जिसके पत्ते' कहे गये हैं- उस संसाररूप वृक्षको जो पुरुष मूलसहित तत्त्वसे जानता है, वह वेद तात्पर्यको जाननेवाला है"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा\nगुणप्रवृद्धा विषयप्रवालाः।\nअधश्च मूलान्यनुसन्ततानि\nकर्मानुबन्धीनि मनुष्यलोके।।\n",
            verseMeaning = "उस संसारवृक्षकी तीनों गुणोंरूप जलके द्वारा बढ़ी हुई एवं विषय-भोगरूप कोंपलोंवाली देव, मनुष्य और तिर्यक् आदि योनिरूप शाखाएँ नीचे और ऊपर सर्वत्र फैली हुई हैं तथा मनुष्य- लोकमें कर्मों के अनुसार बाँधनेवाली अहंता - ममता और वासनारूप जड़ें भी नीचे और ऊपर सभी लोकोंमें व्याप्त हो रही हैं"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "न रूपमस्येह तथोपलभ्यते\nनान्तो न चादिर्न च संप्रतिष्ठा।\nअश्वत्थमेनं सुविरूढमूल\nमसङ्गशस्त्रेण दृढेन छित्त्वा।।\n",
            verseMeaning = "इस संसारवृक्षका स्वरूप जैसा कहा है वैसा यहाँ विचारकालमें नहीं पाया जाता, क्योंकि न तो इसका आदि है और न अन्त है तथा न इसकी अच्छी प्रकारसे स्थिति ही है । इसलिये इस अहंता, ममता और वासनारूप अति दृढ़ मूलोंवाले संसाररूप पीपलके वृक्षको दृढ़ वैराग्यरूप' शस्त्रद्वारा काटकर "
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "ततः पदं तत्परिमार्गितव्य\nयस्मिन्गता न निवर्तन्ति भूयः।\nतमेव चाद्यं पुरुषं प्रपद्ये\nयतः प्रवृत्तिः प्रसृता पुराणी।।\n",
            verseMeaning = "उसके पश्चात् उस परम पदरूप परमेश्वरको भलीभाँति खोजना चाहिये, जिसमें गये हुए पुरुष फिर लौटकर संसारमें नहीं आते और जिस परमेश्वरसे इस पुरातन संसारवृक्षकी प्रवृत्ति विस्तारको प्राप्त हुई है, उसी आदिपुरुष नारायणके मैं शरण हूँ-इस प्रकार दृढ़ निश्चय करके उस परमेश्वरका मनन और निदिध्यासन करना चाहिये "
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "निर्मानमोहा जितसङ्गदोषा\nअध्यात्मनित्या विनिवृत्तकामाः।\nद्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञै\nर्गच्छन्त्यमूढाः पदमव्ययं तत्।।\n",
            verseMeaning = "जिसका मान और मोह नष्ट हो गया है, जिन्होंने आसक्तिरूप दोषको जीत लिया है, जिनकी परमात्माके स्वरूपमें नित्य स्थिति है और जिनकी कामनाएँ पूर्णरूपसे नष्ट हो गयी हैं - वे सुख-दुःख नामक द्वन्द्वोंसे विमुक्त ज्ञानीजन उस अविनाशी परमपदको प्राप्त होते हैं "
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "न तद्भासयते सूर्यो न शशाङ्को न पावकः।\nयद्गत्वा न निवर्तन्ते तद्धाम परमं मम।।\n",
            verseMeaning = "जिस परमपदको प्राप्त होकर मनुष्य लौटकर संसारमें नहीं आते, उस स्वयंप्रकाश परमपदको न सूर्य प्रकाशित कर सकता है, न चन्द्रमा और न अग्नि ही; वही मेरा परमधाम है"
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "ममैवांशो जीवलोके जीवभूतः सनातनः।\nमनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति।।\n",
            verseMeaning = "इस देहमें यह सनातन जीवात्मा मेरा ही अंश है * और वही इन प्रकृतिमें स्थित मन और पाँचों इन्द्रियोंको आकर्षण करता है"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः।\nगृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात्।।\n",
            verseMeaning = "वायु गन्धके स्थानसे गन्धको जैसे ग्रहण करके ले जाता है, वैसे ही देहादिका स्वामी जीवात्मा भी जिस शरीरका त्याग करता है, उससे इन मनसहित इन्द्रियोंको ग्रहण करके फिर जिस शरीरको प्राप्त होता है— उसमें जाता है "
        ),
        Verse(
            verseId = 9,
            verseName = "श्लोक ९",
            verse = "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च।\nअधिष्ठाय मनश्चायं विषयानुपसेवते।।\n",
            verseMeaning = "यह जीवात्मा श्रोत्र, चक्षु और त्वचाको तथा रसना, घ्राण और मनको आश्रय करके - अर्थात् इन सबके सहारेसे ही विषयों का सेवन करता है"
        ),
        Verse(
            verseId = 10,
            verseName = "श्लोक १०",
            verse = "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम्।\nविमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः।।\n",
            verseMeaning = "शरीरको छोड़कर जाते हुएको अथवा शरीरमें स्थित हुएको अथवा विषयोंको भोगते हुएको इस प्रकार तीनों गुणोंसे युक्त हुएको भी अज्ञानीजन नहीं जानते, केवल ज्ञानरूप नेत्रोंवाले विवेकशील ज्ञानी ही तत्त्वसे जानते हैं "
        ),
        Verse(
            verseId = 11,
            verseName = "श्लोक ११",
            verse = "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम्।\nयतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः।।\n",
            verseMeaning = "यत्न करनेवाले योगीजन भी अपने हृदयमें स्थित इस आत्माको तत्त्वसे जानते हैं; किन्तु जिन्होंने अपने अन्तःकरणको शुद्ध नहीं किया है, ऐसे अज्ञानीजन तो यत्न करते रहनेपर भी इस आत्माको नहीं जानते"
        ),
        Verse(
            verseId = 12,
            verseName = "श्लोक १२",
            verse = "यदादित्यगतं तेजो जगद्भासयतेऽखिलम्।\nयच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम्।।\n",
            verseMeaning = "सूर्यमें स्थित जो तेज सम्पूर्ण जगत्को प्रकाशित करता है तथा जो तेज चन्द्रमामें है और जो अग्निमें है - उसको तू मेरा ही तेज जान"
        ),
        Verse(
            verseId = 13,
            verseName = "श्लोक १३",
            verse = "गामाविश्य च भूतानि धारयाम्यहमोजसा।\nपुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः।।\n",
            verseMeaning = "और मैं ही पृथ्वीमें प्रवेश करके अपनी शक्तिसे सब भूतोंको धारण करता हूँ और रसस्वरूप अर्थात् अमृतमय चन्द्रमा होकर सम्पूर्ण ओषधियोंको अर्थात् वनस्पतियोंको पुष्ट करता हूँ."
        ),
        Verse(
            verseId = 14,
            verseName = "श्लोक १४",
            verse = "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः।\nप्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम्।।\n",
            verseMeaning = "मैं ही सब प्राणियोंके शरीरमें स्थित रहनेवाला प्राण और अपानसे संयुक्त वैश्वानर अग्निरूप होकर प्रकारके अन्नको पचाता हूँ"
        ),
        Verse(
            verseId = 15,
            verseName = "श्लोक १५",
            verse = "सर्वस्य चाहं हृदि सन्निविष्टो\nमत्तः स्मृतिर्ज्ञानमपोहनं च।\nवेदैश्च सर्वैरहमेव वेद्यो\nवेदान्तकृद्वेदविदेव चाहम्।।\n",
            verseMeaning = "मैं ही सब प्राणियोंके हृदयमें अन्तर्यामी-अपोहन होता है और सब वेदोंद्वारा मैं ही जाननेके योग्य' हूँ तथा वेदान्तका कर्ता और वेदोंको जाननेवाला भी मैं ही हूँ  "
        ),
        Verse(
            verseId = 16,
            verseName = "श्लोक १६",
            verse = "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च।\nक्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते।।\n",
            verseMeaning = "इस संसारमें नाशवान् और अविनाशी भी ये दो प्रकारके पुरुष हैं। इनमें सम्पूर्ण भूतप्राणियोंके शरीर तो नाशवान् और जीवात्मा अविनाशी कहा जाता है"
        ),
        Verse(
            verseId = 17,
            verseName = "श्लोक १७",
            verse = "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः।\nयो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः।।\n",
            verseMeaning = "इन दोनोंसे उत्तम पुरुष तो अन्य ही है, जो तीनों लोकोंमें प्रवेश करके सबका धारण-पोषण करता है एवं अविनाशी परमेश्वर और परमात्मा- इस प्रकार कहा गया है "
        ),
        Verse(
            verseId = 18,
            verseName = "श्लोक १८",
            verse = "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः।\nअतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः।।\n",
            verseMeaning = "क्योंकि मैं नाशवान् जडवर्ग- क्षेत्रसे तो सर्वथा अतीत हूँ और अविनाशी जीवात्मासे भी उत्तम हूँ, इसलिये लोकमें और वेदमें भी पुरुषोत्तम नामसे प्रसिद्ध हूँ"
        ),
        Verse(
            verseId = 19,
            verseName = "श्लोक १९",
            verse = "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम्।\nस सर्वविद्भजति मां सर्वभावेन भारत।।\n",
            verseMeaning = "भारत! जो ज्ञानी पुरुष मुझको इस प्रकार तत्त्वसे पुरुषोत्तम जानता है, वह सर्वज्ञ पुरुष सब प्रकारसे निरन्तर मुझ वासुदेव परमेश्वरको ही भजता है "
        ),
        Verse(
            verseId = 20,
            verseName = "श्लोक २०",
            verse = "इति गुह्यतमं शास्त्रमिदमुक्तं मयाऽनघ।\nएतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत।।\n",
            verseMeaning = "हे निष्पाप अर्जुन! इस प्रकार यह अति रहस्ययुक्त गोपनीय शास्त्र मेरे द्वारा कहा गया, इसको तत्त्वसे जानकर मनुष्य ज्ञानवान् और कृतार्थ हो जाता है ."
        )
    )
}
