package com.example.gitagyan.data.content.hindi.chapters

import com.example.gitagyan.data.content.Verse

fun getHindiChapter2(): List<Verse>{
    return listOf(
        Verse(
            verseId = 1,
            verseName = "श्लोक १",
            verse = "सञ्जय उवाच\n\nतं तथा कृपयाऽविष्टमश्रुपूर्णाकुलेक्षणम्।\nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः।।\n",
            verseMeaning = "संजय बोले--उस प्रकार करुणासे व्याप्त और आँसुओंसे पूर्ण तथा व्याकुल नेत्रोंबाले शोकयुक्त उस आर्जुन के प्रति भगवान्‌ मधुसूदनने यह वचन कहा"
        ),
        Verse(
            verseId = 2,
            verseName = "श्लोक २",
            verse = "श्री भगवानुवाच\n\nकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्।\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन।।\n",
            verseMeaning = "श्रीभगवान्‌ बोले--हे अर्जुन ! तुझे इस असमयमें यह मोह किस हेतुसे प्राप्त हुआ ? क्योंकि न तो यह श्रेष्ठ पुरुषोंद्वारा आचरित है, न स्वर्गको देनेवाला है और न कीर्तिको करनेवाला ही है"
        ),
        Verse(
            verseId = 3,
            verseName = "श्लोक ३",
            verse = "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते।\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप।।\n",
            verseMeaning = "इसलिये हे अर्जुन ! नपुंसकता को मत प्राप्त हो, तुझमें यह उचित नहीं जान पड़ती। हे परंतप! हृदय की तुच्छ दुर्बलता को त्याग कर युद्ध के लिये खड़ा हो जा"
        ),
        Verse(
            verseId = 4,
            verseName = "श्लोक ४",
            verse = "अर्जुन उवाच\n\nकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन।\nइषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन।।\n",
            verseMeaning = "अर्जुन बोले-रे मधुसूदन ! मैं रणभूमि में किस प्रकार बाणों से भीष्पपितामह और द्रोणाचार्यके विरुद्ध लड़ेंगा ? क्योंकि हे अरिसूदन ! वे दोनों ही पूजनीय हैं"
        ),
        Verse(
            verseId = 5,
            verseName = "श्लोक ५",
            verse = "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके।\nहत्वार्थकामांस्तु गुरूनिहैव\nभुञ्जीय भोगान् रुधिरप्रदिग्धान्।।\n",
            verseMeaning = "इसलिये इन महानुभाव गुरुजनों को न मारकर मैं  इस लोक में भिक्षा का अन्न भी खाना कल्याणकारक समझता हूँ; क्योंकि गुरुजनों को मारकर भी इस लोक में रुधिर से सने हुए अर्थ और कामरूप भोगोंको ही तो भोगूँगा"
        ),
        Verse(
            verseId = 6,
            verseName = "श्लोक ६",
            verse = "न चैतद्विद्मः कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयुः।\nयानेव हत्वा न जिजीविषाम\nस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः।।\n",
            verseMeaning = "हम यह भी नहीं जानते कि हमारे लिये युद्ध करना और न करना--इन दोनों मेंसे कौन-सा श्रेष्ठ है, अथवा यह भी नहीं जानते कि उन्हें हम जीतेंगे  या हमको वे जीतेंगे। और जिनको मारकर हम जीना भी नहीं चाहते, वे ही हमारे आत्मीय धृतराष्ट्र के पुत्र हमारे मुकाबले में खड़े हैं "
        ),
        Verse(
            verseId = 7,
            verseName = "श्लोक ७",
            verse = "कार्पण्यदोषोपहतस्वभावः\nपृच्छामि त्वां धर्मसंमूढचेताः।\nयच्छ्रेयः स्यान्निश्िचतं ब्रूहि तन्मे\nशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्।।\n",
            verseMeaning = "इसलिये कायरतारूप दोषसे उपहत हुए स्वभाव वाला तथा धर्म के विषयमें मोहितचित्त हुआ मैं आपसे पूछता हूँ कि जो साधन निश्चित कल्याणकारक हो, वह मेरे लिये कहिये; क्योंकि मैं आपका शिष्य हूँ, इसलिये  आपके शरण हुए मुझको शिक्षा दीजिये"
        ),
        Verse(
            verseId = 8,
            verseName = "श्लोक ८",
            verse = "न हि प्रपश्यामि ममापनुद्या\nद्यच्छोकमुच्छोषणमिन्द्रियाणाम्।\nअवाप्य भूमावसपत्नमृद्धम्\nराज्यं सुराणामपि चाधिपत्यम्।।\n",
            verseMeaning = " क्योंकि भूमि में निष्कण्टक, धन-धान्यसम्पन्‍्न राज्य को और देवताओं के स्वामीपने को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों के सुखानेवाले शोक को दूर कर सके"
    ),
    Verse(
        verseId = 9,
        verseName = "श्लोक ९",
        verse = "सञ्जय उवाच\n\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप।\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह।।\n",
        verseMeaning = "संजय बोले-हे राजन्‌! निद्रा को जीतने वाले अर्जुन अन्तर्यामी श्रीकृष्ण महाराज के प्रति इस प्रकार कहकर फिर श्रीगोविन्दभगवानसे ' युद्ध नहीं करूँगा' यह स्पष्ट कहकर चुप हो गये"
    ),
    Verse(
        verseId = 10,
        verseName = "श्लोक १०",
        verse = "तमुवाच हृषीकेशः प्रहसन्निव भारत।\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः।।\n",
        verseMeaning = "हे भरतवंशी धृतराष्ट्र ! अन्तर्यामी श्रीकृष्ण महाराज दोनों सेनाओं के बीच में शोक करते हुए उस अर्जुन को हँसते हुए-से यह वचन बोले "
    ),
    Verse(
        verseId = 11,
        verseName = "श्लोक ११",
        verse = "श्री भगवानुवाच\n\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे।\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः।।\n",
        verseMeaning = "श्रीभगवान्‌ बोले--हे अर्जुन ! तू न शोक करने योग्य मनुष्यों के लिये शोक करता है और पण्डितों के-से वचनोंको कहता है; परंतु जिनके प्राण चले गये हैं,उनके लिये और जिनके प्राण नहीं गये हैं उनके लिये भी पण्डितजन शोक नहीं करते"
    ),
    Verse(
        verseId = 12,
        verseName = "श्लोक १२",
        verse = "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः।\nन चैव न भविष्यामः सर्वे वयमतः परम्।।\n",
        verseMeaning = "न तो ऐसा ही है कि मैं किसी काल में नहीं था,तू नहीं था अथवा ये राजालोग नहीं थे और न ऐसा ही है कि इससे आगे हम सब नहीं रहेंगे"
    ),
    Verse(
        verseId = 13,
        verseName = "श्लोक १३",
        verse = "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा।\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति।।\n",
        verseMeaning = "जैसे जीवात्मा की इस देह में बालकपन, जवानी और वृद्धावस्था होती है, वैसे ही अन्य शरीर की प्राप्ति होती है; उस विषय में धीर पुरुष मोहित नहीं होता"
    ),
    Verse(
        verseId = 14,
        verseName = "श्लोक १४",
        verse = "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः।\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत।।\n",
        verseMeaning = "हे कुन्तीपुत्र! सर्दी-गर्मी और सुख-दुःख को देनेवाले इन्द्रिय और विषयों के संयोग तो उत्पत्ति-विनाशशील और अनित्य हैं, इसलिये हे भारत! उनको तू सहन कर"
    ),
    Verse(
        verseId = 15,
        verseName = "श्लोक १५",
        verse = "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ।\nसमदुःखसुखं धीरं सोऽमृतत्वाय कल्पते।।\n",
        verseMeaning = "क्योंकि हे पुरुषश्रेष्ठ ! दुःख-सुख को समान समझने वाले जिस धीर पुरुष को ये इन्द्रिय और विषयों के संयोग व्याकुल नहीं करते, वह मोक्षके योग्य होता है"
    ),
    Verse(
        verseId = 16,
        verseName = "श्लोक १६",
        verse = "नासतो विद्यते भावो नाभावो विद्यते सतः।\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः।।\n",
        verseMeaning = "असत्‌ वस्तुकी तो सत्ता नहीं है और सत्‌का अभाव नहीं है। इस प्रकार इन दोनोंका ही तत्त्व तत्त्वज्ञानी पुरुषोंद्वारा देखा गया है"
    ),
    Verse(
        verseId = 17,
        verseName = "श्लोक १७",
        verse = "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम्।\nविनाशमव्ययस्यास्य न कश्चित् कर्तुमर्हति।।\n",
        verseMeaning = "नाशरहित तो तू उसको जान, जिससे यह सम्पूर्ण जगत्‌ू--दृश्यवर्ग व्याप्त है । इस अविनाशी का विनाश करने में कोई भी समर्थ नहीं है "
    ),
    Verse(
        verseId = 18,
        verseName = "श्लोक १८",
        verse = "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः।\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत।।\n",
        verseMeaning = "इस नाशरहित, अप्रमेय, नित्यस्वरूप जीवात्माके ये सब शरीर नाशवान्‌ कहे गये हैं। इसलिये हे भरतवंशी अर्जुन! तू युद्ध कर"
    ),
    Verse(
        verseId = 19,
        verseName = "श्लोक १९",
        verse = "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्।\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते।।\n",
        verseMeaning = "जो इस आत्मा को मारनेवाला समझता है तथा जो इसको मरा मानता है, वे दोनों ही नहीं जानते; क्योंकि यह आत्मा वास्तवमें न तो किसीको मारता है और न किसी के द्वारा मारा जाता है "
    ),
    Verse(
        verseId = 20,
        verseName = "श्लोक २०",
        verse = "न जायते म्रियते वा कदाचि\nन्नायं भूत्वा भविता वा न भूयः।\nअजो नित्यः शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे।।\n",
        verseMeaning = "यह आत्मा किसी काल में भी न तो जन्मता है और न मरता ही है तथा न यह उत्पन्न होकर फिर होनेवाला ही है; क्योंकि यह अजन्मा, नित्य, सनातन और पुरातन है; शरीर के मारे जाने पर भी यह नहीं मारा जाता"
    ),
    Verse(
        verseId = 21,
        verseName = "श्लोक २१",
        verse = "वेदाविनाशिनं नित्यं य एनमजमव्ययम्।\nकथं स पुरुषः पार्थ कं घातयति हन्ति कम्।।\n",
        verseMeaning = "हे पृथापुत्र अर्जुन ! जो पुरुष इस आत्मा को नाशरहित, नित्य, अजनमा और अव्यय जानता है, वह पुरुष कैसे किसको मरवाता है और कैसे किसको मारता है ?"
    ),
    Verse(
        verseId = 22,
        verseName = "श्लोक २२",
        verse = "वासांसि जीर्णानि यथा विहाय\nनवानि गृह्णाति नरोऽपराणि।\nnतथा शरीराणि विहाय जीर्णा\nन्यन्यानि संयाति नवानि देही।।\n",
        verseMeaning = "जैसे मनुष्य पुराने वस्त्रों को त्यागकर दूसरे नये वस्त्रों को ग्रहण करता है, वैसे ही जीवात्मा पुराने शरीरों को त्यागकर दूसरे नये शरीरों को प्राप्त होता है"
    ),
    Verse(
        verseId = 23,
        verseName = "श्लोक २३",
        verse = "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुतः।।\n",
        verseMeaning = "इस आत्मा को शस्त्र नहीं काट सकते, इसको आग नहीं जला सकती, इसको जल नहीं गला सकता और वायु नहीं सुखा सकता"
    ),
    Verse(
        verseId = 24,
        verseName = "श्लोक २४",
        verse = "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च।\nनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः।।\n",
        verseMeaning = "क्योंकि यह आत्मा अच्छेद्य है, यह आत्मा अदाह्मय, अक्लेद्य और नि:सन्देह अशोष्य है तथा यह आत्मा नित्य, सर्वव्यापी, अचल, स्थिर  रहने वाला और सनातन है "
    ),
    Verse(
        verseId = 25,
        verseName = "श्लोक २५",
        verse = "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते।\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि।।\n",
        verseMeaning = "यह आत्मा अव्यक्त है, यह आत्मा अचिन्त्य है और यह आत्मा विकार रहित कहा जाता है । इससे हे अर्जुन ! इस आत्मा को उपर्युक्त प्रकार से जानकर तू शोक करने को योग्य नहीं है अर्थात्‌ तुझे शोक करना उचित नहीं है "
    ),
    Verse(
        verseId = 26,
        verseName = "श्लोक २६",
        verse = "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम्।\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि।।\n",
        verseMeaning = "किन्तु यदि तू इस आत्मा को सदा जन्मने वाला तथा सदा मरने वाला मानता हो, तो भी हे महाबाहो ! तू इस प्रकार शोक करने को योग्य नहीं है"
    ),
    Verse(
        verseId = 27,
        verseName = "श्लोक २७",
        verse = "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च।\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि।।\n",
        verseMeaning = "क्योंकि इस मान्यता के अनुसार जन्मे हुए को मृत्यु निश्चित है और मरे हुए का जन्म निश्चित है। इससे भी इस बिना उपाय वाले विषय में तू शोक करने को योग्य नहीं है"
    ),
    Verse(
        verseId = 28,
        verseName = "श्लोक २८",
        verse = "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत।\nअव्यक्तनिधनान्येव तत्र का परिदेवना।।\n",
        verseMeaning = "हे अर्जुन! सम्पूर्ण प्राणी जन्म से पहले अप्रकट थे और मरने के बाद भी अप्रकट हो जाने वाले हैं,केवल बीच में ही प्रकट हैं ; फिर ऐसी स्थिति में क्या शोक करना है ?"
    ),
    Verse(
        verseId = 29,
        verseName = "श्लोक २९",
        verse = "आश्चर्यवत्पश्यति कश्चिदेन\nमाश्चर्यवद्वदति तथैव चान्यः।\nआश्चर्यवच्चैनमन्यः श्रृणोति\nश्रुत्वाप्येनं वेद न चैव कश्चित्।।\n",
        verseMeaning = "कोई एक महापुरुष ही इस आत्मा को आश्चर्य की भाँति देखता है और वैसे ही दूसरा कोई महापुरुष ही इसके तत्त्व का आश्चर्य की भाँति वर्णन करता है तथा दूसरा कोई अधिकारी पुरुष ही इसे आश्चर्य की भाँति सुनता है और कोई-कोई तो  सुनकर भी इसको नहीं जानता"
    ),
    Verse(
        verseId = 30,
        verseName = "श्लोक ३०",
        verse = "देही नित्यमवध्योऽयं देहे सर्वस्य भारत।\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि।।\n",
        verseMeaning = "हे अर्जुन ! यह आत्मा सबके शरीरों में सदा ही अवध्य * है । इस कारण सम्पूर्ण प्राणियों के लिये तू  शोक करने के योग्य नहीं है"
    ),
    Verse(
        verseId = 31,
        verseName = "श्लोक ३१",
        verse = "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि।\nधर्म्याद्धि युद्धाछ्रेयोऽन्यत्क्षत्रियस्य न विद्यते।।\n",
        verseMeaning = " तथा अपने धर्मको देखकर भी तू भय करने योग्य नहीं है अर्थात्‌ तुझे भय नहीं करना चाहिये; क्योंकि क्षत्रिय के लिये धर्मयुक्त युद्धसे बढ़कर  दूसरा कोई कल्याणकारी कर्तव्य नहीं है"
    ),
    Verse(
        verseId = 32,
        verseName = "श्लोक ३२",
        verse = "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्।\nसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्।।\n",
        verseMeaning = "हे पार्थ! अपने-आप प्राप्त हुए और खुले हुए स्वर्गके द्वाररूप इस प्रकार के युद्ध को भाग्यवान्‌ क्षत्रिय लोग ही पाते हैं "
    ),
    Verse(
        verseId = 33,
        verseName = "श्लोक ३३",
        verse = "अथ चैत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि।\nततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि।।\n",
        verseMeaning = "किन्तु यदि तू इस धर्मयुक्त युद्ध को नहीं करेगा तो स्वधर्म और कीर्ति को खोकर पाप को प्राप्त होगा "
    ),
    Verse(
        verseId = 34,
        verseName = "श्लोक ३४",
        verse = "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम्।\nसंभावितस्य चाकीर्तिर्मरणादतिरिच्यते।।\n",
        verseMeaning = "तथा सब लोग तेरी बहुत काल तक रहने वाली अपकीर्ति का भी कथन करेंगे और माननीय पुरुष के लिये अपकीर्ति मरणसे भी बढ़कर है "
    ),
    Verse(
        verseId = 35,
        verseName = "श्लोक ३५",
        verse = "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः।\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम्।।\n",
        verseMeaning = "और जिनकी दृष्टि में तू पहले बहुत सम्मानित होकर अब लघुता को प्रात होगा, वे महारथी लोग तुझे भयके कारण युद्ध से हटा हुआ मानेंगे "
    ),
    Verse(
        verseId = 36,
        verseName = "श्लोक ३६",
        verse = "अवाच्यवादांश्च बहून् वदिष्यन्ति तवाहिताः।\nनिन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्।।\n",
        verseMeaning = "तेरे वैरी लोग तेरे सामर्थ्य की निनन्‍्दा करते हुए तुझे बहुत-से न कहने योग्य वचन भी कहेंगे; उससे अधिक दुःख और क्या होगा ?"
    ),
    Verse(
        verseId = 37,
        verseName = "श्लोक ३७",
        verse = "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्।\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः।।\n",
        verseMeaning = "या तो तू युद्ध में मारा जाकर स्वर्ग को प्राप्त होगा अथवा संग्राम में जीतकर पृथ्वी का राज्य भोगेगा। इस कारण हे अर्जुन! तू युद्ध के लिये निश्चय करके  खड़ा हो जा"
    ),
    Verse(
        verseId = 38,
        verseName = "श्लोक ३८",
        verse = "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ।\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि।।\n",
        verseMeaning = "जय-पराजय, लाभ-हानि और सुख-दुःखको समान समझकर, उसके बाद युद्धके लिये तैयार हो जा; इस प्रकार युद्ध करनेसे तू पाप को नहीं प्राप्त होगा "
    ),
    Verse(
        verseId = 39,
        verseName = "श्लोक ३९",
        verse = "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु।\nबुद्ध्यायुक्तो यया पार्थ कर्मबन्धं प्रहास्यसि।।\n",
        verseMeaning = "हे पार्थ! यह बुद्धि तेरे लिये ज्ञानयोग के* विषय में कही गयी और अब तू इसको कर्मयोग के* विषय में सुन--जिस बुद्धि से युक्त हुआ तू कर्मो के बन्धन को भलीभाँति त्याग देगा अर्थात्‌ सर्वथा नष्ट कर डालेगा"
    ),
    Verse(
        verseId = 40,
        verseName = "श्लोक ४०",
        verse = "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते।\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्।।\n",
        verseMeaning = "इस कर्मयोग में आरम्भ का अर्थात्‌ बीज का नाश नहीं है और उलटा फलरूप दोष भी नहीं है, बल्कि इस कर्मयोगरूप धर्म का थोड़ा-सा भी साधन जन्म-मृत्युरूप महान्‌ भय से रक्षा कर लेता है"
    ),
    Verse(
        verseId = 41,
        verseName = "श्लोक ४१",
        verse = "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन।\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्।।\n",
        verseMeaning = "हे अर्जुन ! इस कर्मयोग में निश्चयात्मिका बुद्धि एक ही होती है; किन्तु अस्थिर विचारवाले विवेकहीन सकाम मनुष्यों की बुद्धियाँ निश्चय ही बहुत भेदोंवाली और अनन्त होती हैं"
    ),
    Verse(
        verseId = 42,
        verseName = "श्लोक ४२",
        verse = "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः।।\n",
        verseMeaning = "Continued on verse ४४"
    ),
    Verse(
        verseId = 43,
        verseName = "श्लोक ४३",
        verse = "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम्।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति।।\n",
        verseMeaning = "Continued on verse ४४"
    ),
    Verse(
        verseId = 44,
        verseName = "श्लोक ४४",
        verse = "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम्।\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते।।\n",
        verseMeaning = "हे अर्जुन! जो भोगों में तन्मय हो रहे हैं, जो कर्मफल के प्रशंसक वेदवाक्योंगें ही प्रीति रखते हैं, जिनकी बुद्धिमें स्वर्ग ही परम प्राप्य वस्तु है और जो स्वर्ग से बढ़कर दूसरी कोई वस्तु ही नहीं है--ऐसा कहनेवाले हैं, वे अविवेकीजन इस प्रकार की जिस पुष्पित अर्थात्‌ दिखाऊ शोभायुक्त वाणी को कहा करते हैं जो कि जन्मरूप कर्मफल देनेवाली एवं भोग तथा ऐश्वर्य की प्राप्ति के लिये नाना प्रकार की बहुत-सी क्रियाओं का वर्णन करनेवाली है, उस वाणीद्वारा जिनका चित्त हर लिया गया है, जो भोग और एऐश्वर्य में अत्यन्त आसकत हैं; उन पुरुषों की परमात्मामें निश्चयात्पिका बुद्धि नहीं होती "
    ),
    Verse(
        verseId = 45,
        verseName = "श्लोक ४५",
        verse = "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन।\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान्।।\n",
        verseMeaning = "हे अर्जुन! वेद उपर्युक्त प्रकार से तीनों गुणोंके कार्यरूप समस्त भोगों एवं उनके साधनों का प्रतिपादन करनेवाले हैं; इसलिये तू उन भोगों एवं उनके साधनों में आसक्तिहीन, हर्ष-शोकादि द्वन्द्वों से रहित, नित्यवस्तु परमात्मामें स्थित, योग*-क्षेमको* न चाहनेवाला और स्वाधीन अन्त:-करणवाला हो"
    ),
    Verse(
        verseId = 46,
        verseName = "श्लोक ४६",
        verse = "यावानर्थ उदपाने सर्वतः संप्लुतोदके।\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः।।\n",
        verseMeaning = "सब ओर से परिपूर्ण जलाशय के प्राप्त हो जाने पर छोटे जलाशय में मनुष्य का जितना प्रयोजन रहता है, ब्रहमा को तत््वसे जाननेवाले ब्राह्मण का समस्त वेदों में उतना ही प्रयोजन रह जाता है "
    ),
    Verse(
        verseId = 47,
        verseName = "श्लोक ४७",
        verse = "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि।।\n",
        verseMeaning = "तेरा कर्म करने में ही अधिकार है, उसके फलोंें कभी नहीं । इसलिये तू कर्मों के फलका हेतु मत हो तथा तेरी कर्म न करने में भी आसक्ति न हो "
    ),
    Verse(
        verseId = 48,
        verseName = "श्लोक ४८",
        verse = "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते।।\n",
        verseMeaning = "हे धनझय ! तू आसक्ति को त्याग कर तथा सिद्धि और असिद्धिमें समान बुद्धिवाला होकर योग में स्थित हुआ कर्तव्यकर्मों को कर, समत्व* ही योग कहलाता है"
    ),
    Verse(
        verseId = 49,
        verseName = "श्लोक ४९",
        verse = "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः।।\n",
        verseMeaning = "इस समत्वरूप बुद्धियोग से सकाम कर्म अत्यन्त ही निम्न श्रेणी का है। इसलिये हे धनझ्य! तू समबुद्धि में ही रक्षा का उपाय ढूँढ़ अर्थात्‌ बुद्धियोग का ही आश्रय ग्रहण कर; क्योंकि फलके हेतु बननेवाले अत्यन्त दीन हैं"
    ),
    Verse(
        verseId = 50,
        verseName = "श्लोक ५०",
        verse = "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते।\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम्।।\n",
        verseMeaning = "समबुद्धियुक्त पुरुष पुण्य और पाप दोनों को इसी लोक में त्याग देता है अर्थात्‌ उनसे मुक्त हो जाता है। इससे तू समत्वरूप योग में लग जा; यह समत्वरूप योग ही कर्मों में कुशलता है अर्थात्‌ कर्मबन्धन से छूटने का उपाय है"
    ),
    Verse(
        verseId = 51,
        verseName = "श्लोक ५१",
        verse = "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः।\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम्।।\n",
        verseMeaning = "क्योंकि समबुद्धि से युक्त ज्ञानीजन कर्मो से उत्पन्न होने वाले फलको त्यागकर जन्मरूप बन्धन से मुक्त हो निर्विकार परमपद को प्राप्त हो जाते हैं "
    ),
    Verse(
        verseId = 52,
        verseName = "श्लोक ५२",
        verse = "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति।\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च।।\n",
        verseMeaning = "जिस काल में तेरी बुद्धि मोहरूप दलदल को भलीभाँति पार कर जायगी, उस समय तू सुने हुए और सुनने में आनेवाले इस लोक और परलोक सम्बन्धी सभी भोगों से वैराग्य को प्राप्त हो जायगा "
    ),
    Verse(
        verseId = 53,
        verseName = "श्लोक ५३",
        verse = "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला।\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि।।\n",
        verseMeaning = "भाँति-भाँति के वचनों को सुनने से विचलित हुई तेरी बुद्धि जब परमात्मा में अचल और स्थिर ठहर जायगी, तब तू यो गको प्राप्त हो जायगा अर्थात्‌ तेरा परमात्मा से नित्य संयोग हो जायगा"
    ),
    Verse(
        verseId = 54,
        verseName = "श्लोक ५४",
        verse = "अर्जुन उवाच\n\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव।\nस्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्।।\n",
        verseMeaning = "अर्जुन बोले-हे केशव! समाधि में स्थित परमात्मा को प्राप्त हुए स्थिरबुद्धि पुरुष का क्या लक्षण है? वह स्थिरबुद्धि पुरुष कैसे बोलता है, कैसे बैठता है और कैसे चलता है ?"
    ),
    Verse(
        verseId = 55,
        verseName = "श्लोक ५५",
        verse = "श्री भगवानुवाच\n\nप्रजहाति यदा कामान् सर्वान् पार्थ मनोगतान्।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते।।\n",
        verseMeaning = "श्री भगवान्‌ बोले--हे अर्जुन ! जिस काल में यह पुरुष मन में स्थित सम्पूर्ण कामनाओं को भली भाँति त्याग देता है और आत्मा से आत्मा में ही संतुष्ट रहता है, उस काल में वह स्थितप्रज्ञ कहा जाता है "
    ),
    Verse(
        verseId = 56,
        verseName = "श्लोक ५६",
        verse = "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः।\nवीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते।।\n",
        verseMeaning = "दुःखों की प्राप्ति हो नेपर जिसके मन में उद्देग नहीं होता, सुखों की प्राप्ति में जो सर्वथा निःस्पृह है तथा जिसके राग, भय और क्रोध नष्ट हो गये हैं, ऐसा मुनि स्थिरबुद्धि कहा जाता है "
    ),
    Verse(
        verseId = 57,
        verseName = "श्लोक ५७",
        verse = "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्।\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता।।\n",
        verseMeaning = "जो पुरुष सर्वत्र स्नेहरहित हुआ उस-उस शुभ या अशुभ वस्तु को प्राप्त होकर न प्रसन्न होता है और न द्वेष करता है उसकी बुद्धि स्थिर है "
    ),
    Verse(
        verseId = 58,
        verseName = "श्लोक ५८",
        verse = "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।\n",
        verseMeaning = "और कछुवा सब ओर से अपने अंगों को जैसे समेट लेता है, वैसे ही जब यह पुरुष इन्द्रियों के विषयों से इन्द्रियों को सब प्रकार से हटा लेता है, तब उसकी बुद्धि स्थिर है (ऐसा समझना चाहिये) "
    ),
    Verse(
        verseId = 59,
        verseName = "श्लोक ५९",
        verse = "विषया विनिवर्तन्ते निराहारस्य देहिनः।\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते।।\n",
        verseMeaning = "इन्द्रियों के द्वारा विषयों को ग्रहण न करने वाले पुरुष के भी केवल विषय तो निवृत्त हो जाते हैं, परन्तु उनमें रहनेवाली आसक्ति निवृत्त नहीं होती । इस स्थितप्रज्ञ पुरुष को तो आसक्ति भी परमात्मा का साक्षात्कार करके निवृत्त हो जाती है "
    ),
    Verse(
        verseId = 60,
        verseName = "श्लोक ६०",
        verse = "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः।\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः।।\n",
        verseMeaning = "हे अर्जुन! आसक्ति का नाश न होने के कारण ये प्रमथनस्वभाववाली इन्द्रियाँ यत्न करते हुए बुद्धिमान्‌ पुरुष के मनको भी बलात्‌ हर लेती हैं "
    ),
    Verse(
        verseId = 61,
        verseName = "श्लोक ६१",
        verse = "तानि सर्वाणि संयम्य युक्त आसीत मत्परः।\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता।।\n",
        verseMeaning = "इसलिये साधक को चाहिये कि वह उन सम्पूर्ण इन्द्रियों को वशमें करके समाहितचित्त हुआ मेरे परायण होकर ध्यान में बैठे, क्योंकि जिस पुरुष की इन्द्रियाँ वशभ में होती हैं, उसीकी बुद्धि स्थिर हो जाती है"
    ),
    Verse(
        verseId = 62,
        verseName = "श्लोक ६२",
        verse = "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते।\nसङ्गात् संजायते कामः कामात्क्रोधोऽभिजायते।।\n",
        verseMeaning = "विषयों का चिन्तन करने वाले पुरुष की उन विषयों में आसक्ति हो जाती है, आसक्ति से उन विषयों की कामना उत्पन्न होती है और कामना में विघ्न पड़ने से क्रोध उत्पन्न होता है"
    ),
    Verse(
        verseId = 63,
        verseName = "श्लोक ६३",
        verse = "क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः।\nस्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति।।\n",
        verseMeaning = "क्रोध से अत्यन्त मूढ़ृभाव उत्पन्न हो जाता है, मूढ़भाव से स्मृति में भ्रम हो जाता है, स्मृति में भ्रम हो जानेसे बुद्धि अर्थात्‌ ज्ञानशक्ति का नाश हो जाता है और बुद्धि का नाश हो जानेसे यह पुरुष अपनी स्थिति से गिर जाता है "
    ),
    Verse(
        verseId = 64,
        verseName = "श्लोक ६४",
        verse = "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्।\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति।।\n",
        verseMeaning = "परंतु अपने अधीन किये हुए अन्त:करणवाला साधक अपने वश में की हुई, राग-द्वेषसे रहित इन्द्रियोंद्वारा विषयों में विचरण करता हुआ अन्त:करण की प्रसननता को प्राप्त होता है"
    ),
    Verse(
        verseId = 65,
        verseName = "श्लोक ६५",
        verse = "प्रसादे सर्वदुःखानां हानिरस्योपजायते।\nप्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते।।\n",
        verseMeaning = "अन्तःकरण की प्रसन्नता होने पर इसके सम्पूर्ण दुःखों का अभाव हो जाता है और उस प्रसन्नचित्तवाले कर्मयोगी की बुद्धि शीघ्र ही सब ओरसे हटकर एक परमात्मा में ही भली भाँति स्थिर हो जाती है"
    ),
    Verse(
        verseId = 66,
        verseName = "श्लोक ६६",
        verse = "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना।\nन चाभावयतः शान्तिरशान्तस्य कुतः सुखम्।।\n",
        verseMeaning = "न जीते हुए मन और इन्द्रियोंवाले पुरुष में निश्चयात्पि का बुद्धि नहीं होती और उस अयुक्त मनुष्य के अन्तःकरण में भावना भी नहीं होती तथा भावनाहीन मनुष्य को शान्ति नहीं मिलती और शान्तिरहित मनुष्य को सुख कैसे मिल सकता है?"
    ),
    Verse(
        verseId = 67,
        verseName = "श्लोक ६७",
        verse = "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते।\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि।।\n",
        verseMeaning = "क्योंकि जैसे जल में चलनेवाली नाव को वायु हर लेती है, वैसे ही विषयों में विचरती हुई इन्द्रियोंमें से मन जिस इन्द्रिय के साथ रहता है वह एक ही इन्द्रिय इस अयुकक्‍त पुरुष की बुद्धि को हर लेती है"
    ),
    Verse(
        verseId = 68,
        verseName = "श्लोक ६८",
        verse = "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।\n",
        verseMeaning = "इसलिये हे महाबाहो! जिस पुरुष की इन्द्रियाँ इन्द्रियों के विषयों से सब प्रकार निग्रह की हुई हैं, उसी की बुद्धि स्थिर है"
    ),
    Verse(
        verseId = 69,
        verseName = "श्लोक ६९",
        verse = "या निशा सर्वभूतानां तस्यां जागर्ति संयमी।\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः।।\n",
        verseMeaning = "सम्पूर्ण प्राणियों के लिये जो रात्रि के समान है,उस नित्य ज्ञानस्वरूप परमानन्द की प्राप्तिमें स्थितप्रज् योगी जागता है और जिस नाशवान्‌ सांसारिक सुख की प्राप्ति में सब प्राणी जागते हैं, परमात्मा के तत््वको जाननेवाले मुनि के लिये वह रात्रि के समान है"
    ),
    Verse(
        verseId = 70,
        verseName = "श्लोक ७०",
        verse = "आपूर्यमाणमचलप्रतिष्ठं\nसमुद्रमापः प्रविशन्ति यद्वत्।\nतद्वत्कामा यं प्रविशन्ति सर्व\nस शान्तिमाप्नोति न कामकामी।।\n",
        verseMeaning = "जैसे नाना नदियों के जल सब ओर से परिपूर्ण, अचल प्रतिष्ठावाले समुद्र में उसको विचलित न करते हुए ही समा जाते हैं वैसे ही सब भोग जिस स्थितप्रज्ञ पुरुष में किसी प्रकार का विकार उत्पन्न किये बिना ही समा जाते हैं, वही पुरुष परमशान्ति को प्राप्त होता है, भोगों को चाहने वाला नहीं "
    ),
    Verse(
        verseId = 71,
        verseName = "श्लोक ७१",
        verse = "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः।\nनिर्ममो निरहंकारः स शांतिमधिगच्छति।।\n",
        verseMeaning = "जो पुरुष सम्पूर्ण कामनाओं को त्याग कर ममतारहित,अहंकाररहित और स्पृहारहित हुआ विचरता है, वही शान्ति को प्राप्त होता है अर्थात्‌ वह शान्ति को प्राप्त है"
    ),
    Verse(
        verseId = 72,
        verseName = "श्लोक ७२",
        verse = "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति।\nस्थित्वाऽस्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति।।\n",
        verseMeaning = "हे अर्जुन! यह ब्रहम को प्राप्त हुए पुरुष की स्थिति है, इसको प्राप्त होकर योगी कभी मोहित नहीं होता और अन्तकाल में भी इस ब्राह्मी स्थिति में स्थित होकर ब्रह्मानन्द को प्राप्त हो जाता है"
    )
    )
}